{
  "text": {
    " ": 0,
    "c": 411,
    "h": 549,
    "à": 1058,
    "o": 809,
    " c": 42,
    "ch": 423,
    "hà": 585,
    "ào": 1062,
    "o ": 810,
    " ch": 49,
    "chà": 432,
    "hào": 586,
    "ào ": 1063,
    " chà": 53,
    "chào": 433,
    "hào ": 587,
    "b": 365,
    "ạ": 1157,
    "n": 752,
    " b": 14,
    "bạ": 405,
    "ạn": 1162,
    "n ": 753,
    " bạ": 38,
    "bạn": 406,
    "ạn ": 1163,
    " bạn": 39,
    "bạn ": 407,
    "x": 1037,
    "i": 632,
    " x": 241,
    "xi": 1042,
    "in": 644,
    " xi": 244,
    "xin": 1043,
    "in ": 645,
    " xin": 245,
    "xin ": 1044,
    "e": 476,
    "l": 695,
    " h": 93,
    "he": 560,
    "el": 481,
    "ll": 707,
    "lo": 710,
    " he": 96,
    "hel": 564,
    "ell": 482,
    "llo": 708,
    "lo ": 711,
    " hel": 97,
    "hell": 565,
    "ello": 483,
    "llo ": 709,
    "hi": 568,
    "i ": 633,
    " hi": 99,
    "hi ": 569,
    " hi ": 100,
    "a": 319,
    "t": 923,
    "ha": 551,
    "at": 346,
    "tb": 928,
    "bo": 394,
    "ot": 831,
    "t ": 924,
    "cha": 425,
    "hat": 554,
    "atb": 349,
    "tbo": 929,
    "bot": 397,
    "ot ": 832,
    " cha": 50,
    "chat": 426,
    "hatb": 555,
    "atbo": 350,
    "tbot": 930,
    "bot ": 398,
    "y": 1047,
    "ey": 510,
    "y ": 1048,
    "hey": 566,
    "ey ": 511,
    " hey": 98,
    "hey ": 567,
    "u": 988,
    "ổ": 1243,
    "bu": 399,
    "uổ": 1014,
    "ổi": 1244,
    " bu": 34,
    "buổ": 400,
    "uổi": 1015,
    "ổi ": 1245,
    " buổ": 35,
    "buổi": 401,
    "uổi ": 1016,
    "s": 897,
    "á": 1066,
    "g": 512,
    " s": 185,
    "sá": 911,
    "án": 1070,
    "ng": 767,
    "g ": 513,
    " sá": 194,
    "sán": 914,
    "áng": 1072,
    "ng ": 768,
    " sán": 196,
    "sáng": 915,
    "áng ": 1073,
    "ề": 1204,
    "iề": 667,
    "ều": 1206,
    "u ": 989,
    "chi": 427,
    "hiề": 576,
    "iều": 668,
    "ều ": 1207,
    " chi": 51,
    "chiề": 429,
    "hiều": 577,
    "iều ": 669,
    "m": 724,
    " t": 203,
    "tạ": 980,
    "ạm": 1160,
    "m ": 725,
    " tạ": 225,
    "tạm": 983,
    "ạm ": 1161,
    " tạm": 227,
    "tạm ": 984,
    "ệ": 1215,
    "bi": 389,
    "iệ": 673,
    "ệt": 1218,
    " bi": 29,
    "biệ": 392,
    "iệt": 676,
    "ệt ": 1219,
    " biệ": 30,
    "biệt": 393,
    "iệt ": 677,
    "by": 402,
    "ye": 1049,
    "e ": 477,
    " by": 36,
    "bye": 403,
    "ye ": 1050,
    " bye": 37,
    "bye ": 404,
    "d": 460,
    " g": 76,
    "go": 526,
    "oo": 822,
    "od": 811,
    "db": 465,
    " go": 83,
    "goo": 527,
    "ood": 823,
    "odb": 812,
    "dby": 466,
    " goo": 84,
    "good": 528,
    "oodb": 824,
    "odby": 813,
    "dbye": 467,
    "ẹ": 1197,
    "hẹ": 612,
    "ẹn": 1198,
    " hẹ": 106,
    "hẹn": 613,
    "ẹn ": 1199,
    " hẹn": 107,
    "hẹn ": 614,
    "ặ": 1192,
    "p": 841,
    "gặ": 546,
    "ặp": 1193,
    "p ": 842,
    " gặ": 91,
    "gặp": 547,
    "ặp ": 1194,
    " gặp": 92,
    "gặp ": 548,
    " l": 119,
    "lạ": 718,
    "ại": 1158,
    " lạ": 127,
    "lại": 719,
    "ại ": 1159,
    " lại": 128,
    "lại ": 720,
    "ả": 1166,
    "cả": 451,
    "ảm": 1169,
    " cả": 63,
    "cảm": 452,
    "ảm ": 1170,
    " cảm": 64,
    "cảm ": 453,
    "ơ": 1137,
    " ơ": 272,
    "ơn": 1139,
    " ơn": 273,
    "ơn ": 1140,
    " ơn ": 274,
    "v": 1017,
    " v": 230,
    "và": 1028,
    "à ": 1059,
    " và": 233,
    "và ": 1029,
    " và ": 234,
    "ô": 1100,
    "th": 933,
    "hô": 590,
    "ôi": 1101,
    " th": 204,
    "thô": 942,
    "hôi": 591,
    "ôi ": 1102,
    " thô": 209,
    "thôi": 943,
    "hôi ": 592,
    "é": 1086,
    " n": 144,
    "nh": 777,
    "hé": 588,
    "é ": 1087,
    " nh": 151,
    "nhé": 783,
    "hé ": 589,
    " nhé": 153,
    "nhé ": 784,
    "là": 714,
    " là": 124,
    "là ": 715,
    " là ": 125,
    " a": 4,
    "ai": 329,
    " ai": 9,
    "ai ": 330,
    " ai ": 10,
    " bo": 31,
    " bot": 33,
    " à": 249,
    " à ": 250,
    "ư": 1143,
    "ờ": 1254,
    "gư": 540,
    "ườ": 1151,
    "ời": 1255,
    " ng": 147,
    "ngư": 775,
    "gườ": 541,
    "ười": 1152,
    "ời ": 1256,
    " ngư": 150,
    "ngườ": 776,
    "gười": 542,
    "ười ": 1153,
    "ay": 363,
    " ha": 94,
    "hay": 556,
    "ay ": 364,
    " hay": 95,
    "hay ": 557,
    " p": 170,
    "ph": 846,
    "hả": 603,
    "ải": 1167,
    " ph": 171,
    "phả": 851,
    "hải": 604,
    "ải ": 1168,
    " phả": 174,
    "phải": 852,
    "hải ": 605,
    "k": 683,
    " k": 113,
    "kh": 685,
    "ôn": 1105,
    " kh": 114,
    "khô": 688,
    "hôn": 595,
    "ông": 1106,
    " khô": 116,
    "khôn": 689,
    "hông": 596,
    "ông ": 1107,
    "ó": 1096,
    "có": 449,
    "ó ": 1097,
    " có": 61,
    "có ": 450,
    " có ": 62,
    " m": 131,
    "má": 741,
    "áy": 1074,
    " má": 136,
    "máy": 742,
    "áy ": 1075,
    " máy": 137,
    "máy ": 743,
    "đ": 1110,
    "ồ": 1238,
    " đ": 253,
    "đồ": 1133,
    "ồn": 1240,
    " đồ": 269,
    "đồn": 1135,
    "ồng": 1241,
    " đồn": 271,
    "đồng": 1136,
    "ồng ": 1242,
    "ý": 1108,
    " ý": 251,
    "ý ": 1109,
    " ý ": 252,
    " o": 165,
    "ok": 814,
    "k ": 684,
    " ok": 166,
    "ok ": 815,
    " ok ": 167,
    "ợ": 1259,
    "đư": 1122,
    "ượ": 1154,
    "ợc": 1260,
    "c ": 412,
    " đư": 261,
    "đượ": 1123,
    "ược": 1155,
    "ợc ": 1261,
    " đượ": 262,
    "được": 1124,
    "ược ": 1156,
    "ừ": 1270,
    " ừ": 277,
    "ừ ": 1271,
    " ừ ": 278,
    "â": 1076,
    "vâ": 1030,
    "ân": 1077,
    " vâ": 235,
    "vân": 1031,
    "âng": 1078,
    " vân": 236,
    "vâng": 1032,
    "âng ": 1079,
    " y": 246,
    "es": 506,
    "s ": 898,
    " ye": 247,
    "yes": 1051,
    "es ": 507,
    " yes": 248,
    "yes ": 1052,
    "no": 795,
    " no": 158,
    "no ": 796,
    " no ": 159,
    "ầ": 1174,
    "cầ": 454,
    "ần": 1175,
    " cầ": 65,
    "cần": 455,
    "ần ": 1176,
    " cần": 66,
    "cần ": 456,
    "ho": 581,
    "cho": 430,
    "ho ": 582,
    " cho": 52,
    "cho ": 431,
    "tô": 977,
    " tô": 223,
    "tôi": 978,
    " tôi": 224,
    "tôi ": 979,
    "xe": 1039,
    "em": 484,
    " xe": 242,
    "xem": 1040,
    "em ": 485,
    " xem": 243,
    "xem ": 1041,
    "ị": 1224,
    "lị": 721,
    "ịc": 1227,
    "h ": 550,
    " lị": 129,
    "lịc": 722,
    "ịch": 1228,
    "ch ": 424,
    " lịc": 130,
    "lịch": 723,
    "ịch ": 1229,
    "ế": 1200,
    "iế": 664,
    "ếu": 1202,
    "hiế": 574,
    "iếu": 665,
    "ếu ": 1203,
    "chiế": 428,
    "hiếu": 575,
    "iếu ": 666,
    "r": 871,
    "av": 355,
    "ve": 1022,
    "en": 488,
    "ge": 517,
    "er": 498,
    "rs": 886,
    " av": 11,
    "ave": 358,
    "ven": 1023,
    "eng": 489,
    "nge": 769,
    "ger": 518,
    "ers": 504,
    "rs ": 887,
    " ave": 13,
    "aven": 359,
    "veng": 1024,
    "enge": 490,
    "nger": 770,
    "gers": 519,
    "ers ": 505,
    "khi": 686,
    " khi": 115,
    "khi ": 687,
    "nà": 801,
    " nà": 160,
    "nào": 802,
    " nào": 161,
    "nào ": 803,
    "im": 640,
    "phi": 847,
    "him": 570,
    "im ": 641,
    " phi": 172,
    "phim": 848,
    "him ": 571,
    "-": 279,
    "sp": 902,
    "pi": 853,
    "id": 634,
    "de": 468,
    "r-": 873,
    "-m": 283,
    "ma": 726,
    "an": 334,
    " sp": 188,
    "spi": 903,
    "pid": 854,
    "ide": 636,
    "der": 469,
    "er-": 500,
    "r-m": 874,
    "-ma": 284,
    "man": 730,
    "an ": 335,
    " spi": 189,
    "spid": 904,
    "pide": 855,
    "ider": 637,
    "der-": 470,
    "er-m": 501,
    "r-ma": 875,
    "-man": 285,
    "man ": 731,
    "ủ": 1262,
    "củ": 457,
    "ủa": 1264,
    "a ": 320,
    " củ": 67,
    "của": 458,
    "ủa ": 1265,
    " của": 68,
    "của ": 459,
    "cg": 420,
    "gv": 533,
    "v ": 1018,
    " cg": 47,
    "cgv": 421,
    "gv ": 534,
    " cgv": 48,
    "cgv ": 422,
    "ba": 372,
    "ac": 325,
    " ba": 21,
    "bac": 373,
    "ac ": 326,
    " bac": 22,
    "bac ": 374,
    "q": 867,
    " q": 177,
    "qu": 868,
    "ua": 990,
    " qu": 178,
    "qua": 869,
    "uan": 991,
    "ang": 336,
    " qua": 179,
    "quan": 870,
    "uang": 992,
    "ang ": 337,
    "tr": 964,
    "ru": 888,
    "un": 997,
    " tr": 217,
    "tru": 967,
    "run": 889,
    "ung": 998,
    " tru": 219,
    "trun": 968,
    "rung": 890,
    "ung ": 999,
    " r": 180,
    "rạ": 891,
    "ạp": 1164,
    " rạ": 183,
    "rạp": 892,
    "ạp ": 1165,
    " rạp": 184,
    "rạp ": 893,
    "hư": 597,
    "ư ": 1144,
    "như": 785,
    "hư ": 598,
    " như": 154,
    "như ": 786,
    "hế": 615,
    "ế ": 1201,
    "thế": 945,
    "hế ": 616,
    " thế": 210,
    "thế ": 946,
    "ì": 1091,
    "gì": 538,
    "ì ": 1092,
    " gì": 87,
    "gì ": 539,
    " gì ": 88,
    "ôm": 1103,
    " hô": 102,
    "hôm": 593,
    "ôm ": 1104,
    " hôm": 103,
    "hôm ": 594,
    "na": 754,
    " na": 145,
    "nay": 755,
    " nay": 146,
    "nay ": 756,
    "gà": 535,
    "ày": 1064,
    "ngà": 773,
    "gày": 536,
    "ày ": 1065,
    " ngà": 149,
    "ngày": 774,
    "gày ": 537,
    "_": 300,
    " _": 1,
    "__": 308,
    "_n": 316,
    "nu": 797,
    "um": 993,
    "mb": 732,
    "be": 383,
    "r_": 876,
    "_-": 302,
    "-_": 280,
    "_ ": 301,
    " __": 2,
    "__n": 314,
    "_nu": 317,
    "num": 798,
    "umb": 995,
    "mbe": 733,
    "ber": 384,
    "er_": 502,
    "r__": 877,
    "__-": 310,
    "_-_": 303,
    "-__": 281,
    "__ ": 309,
    " __n": 3,
    "__nu": 315,
    "_num": 318,
    "numb": 800,
    "umbe": 996,
    "mber": 734,
    "ber_": 385,
    "er__": 503,
    "r__-": 879,
    "__-_": 311,
    "_-__": 304,
    "-__n": 282,
    "r__ ": 878,
    "op": 828,
    "pp": 861,
    "pe": 843,
    "ei": 478,
    "me": 735,
    "r ": 872,
    " op": 168,
    "opp": 829,
    "ppe": 862,
    "pen": 844,
    "enh": 491,
    "nhe": 779,
    "hei": 562,
    "eim": 479,
    "ime": 642,
    "mer": 736,
    "er ": 499,
    " opp": 169,
    "oppe": 830,
    "ppen": 863,
    "penh": 845,
    "enhe": 492,
    "nhei": 780,
    "heim": 563,
    "eime": 480,
    "imer": 643,
    "mer ": 737,
    "ở": 1257,
    " ở": 275,
    "ở ": 1258,
    " ở ": 276,
    "đâ": 1117,
    "âu": 1080,
    " đâ": 258,
    "đâu": 1118,
    "âu ": 1081,
    " đâu": 259,
    "đâu ": 1119,
    "ố": 1230,
    "mu": 738,
    "uố": 1011,
    "ốn": 1232,
    " mu": 134,
    "muố": 739,
    "uốn": 1012,
    "ốn ": 1233,
    " muố": 135,
    "muốn": 740,
    "uốn ": 1013,
    "ấ": 1171,
    "su": 908,
    "uấ": 1005,
    "ất": 1172,
    " su": 192,
    "suấ": 909,
    "uất": 1006,
    "ất ": 1173,
    " suấ": 193,
    "suất": 910,
    "uất ": 1007,
    " ma": 132,
    "mai": 728,
    " mai": 133,
    "mai ": 729,
    "vi": 1025,
    "nc": 757,
    "co": 443,
    "om": 818,
    " vi": 231,
    "vin": 1026,
    "inc": 646,
    "nco": 760,
    "com": 444,
    "om ": 819,
    " vin": 232,
    "vinc": 1027,
    "inco": 648,
    "ncom": 761,
    "com ": 445,
    "ga": 514,
    "al": 331,
    "la": 696,
    "ax": 360,
    "xy": 1045,
    " ga": 77,
    "gal": 515,
    "ala": 332,
    "lax": 699,
    "axy": 361,
    "xy ": 1046,
    " gal": 78,
    "gala": 516,
    "alax": 333,
    "laxy": 700,
    "axy ": 362,
    "ễ": 1212,
    "gu": 529,
    "uy": 1000,
    "yễ": 1055,
    "ễn": 1213,
    "ngu": 771,
    "guy": 530,
    "uyễ": 1003,
    "yễn": 1056,
    "ễn ": 1214,
    " ngu": 148,
    "nguy": 772,
    "guyễ": 532,
    "uyễn": 1004,
    "yễn ": 1057,
    " d": 69,
    "du": 471,
    " du": 72,
    "du ": 472,
    " du ": 73,
    "tại": 981,
    " tại": 226,
    "tại ": 982,
    "tt": 971,
    "te": 931,
    " lo": 122,
    "lot": 712,
    "ott": 833,
    "tte": 972,
    "te ": 932,
    " lot": 123,
    "lott": 713,
    "otte": 834,
    "tte ": 973,
    "ci": 440,
    "ne": 762,
    " ci": 57,
    "cin": 441,
    "ine": 649,
    "nem": 763,
    "ema": 486,
    "ma ": 727,
    " cin": 58,
    "cine": 442,
    "inem": 650,
    "nema": 764,
    "ema ": 487,
    "bh": 386,
    "hd": 558,
    "d ": 461,
    " bh": 27,
    "bhd": 387,
    "hd ": 559,
    " bhd": 28,
    "bhd ": 388,
    "st": 905,
    "ta": 925,
    "ar": 342,
    " st": 190,
    "sta": 906,
    "tar": 926,
    "ar ": 343,
    " sta": 191,
    "star": 907,
    "tar ": 927,
    "pl": 856,
    "ti": 952,
    " pl": 175,
    "pla": 857,
    "lat": 697,
    "ati": 351,
    "tin": 953,
    "inu": 656,
    "um ": 994,
    " pla": 176,
    "plat": 858,
    "lati": 698,
    "atin": 352,
    "tinu": 955,
    "inum": 657,
    "num ": 799,
    "ep": 493,
    "le": 701,
    "ex": 508,
    "x ": 1038,
    "nep": 765,
    "epl": 494,
    "ple": 859,
    "lex": 702,
    "ex ": 509,
    "inep": 651,
    "nepl": 766,
    "eple": 495,
    "plex": 860,
    "lex ": 703,
    "va": 1019,
    "ava": 356,
    "vat": 1020,
    "ata": 347,
    " ava": 12,
    "avat": 357,
    "vata": 1021,
    "atar": 348,
    "the": 936,
    "he ": 561,
    " the": 206,
    "the ": 937,
    "ad": 327,
    "bad": 375,
    "ad ": 328,
    " bad": 23,
    "bad ": 376,
    "ys": 1053,
    " gu": 85,
    "uys": 1001,
    "ys ": 1054,
    " guy": 86,
    "guys": 531,
    "uys ": 1002,
    "ò": 1093,
    "cò": 446,
    "òn": 1094,
    " cò": 59,
    "còn": 447,
    "òn ": 1095,
    " còn": 60,
    "còn ": 448,
    "gh": 520,
    " gh": 79,
    "ghế": 521,
    " ghế": 80,
    "ghế ": 522,
    "rố": 894,
    "trố": 969,
    "rốn": 895,
    "ống": 1234,
    " trố": 220,
    "trốn": 970,
    "rống": 896,
    "ống ": 1235,
    "ể": 1208,
    "ki": 690,
    "iể": 670,
    "ểm": 1210,
    " ki": 117,
    "kiể": 693,
    "iểm": 671,
    "ểm ": 1211,
    " kiể": 118,
    "kiểm": 694,
    "iểm ": 672,
    "ra": 881,
    "tra": 965,
    "ra ": 882,
    " tra": 218,
    "tra ": 966,
    "sơ": 916,
    "ơ ": 1138,
    " sơ": 197,
    "sơ ": 917,
    " sơ ": 198,
    "ồ ": 1239,
    "đồ ": 1134,
    " đồ ": 270,
    "này": 804,
    " này": 162,
    "này ": 805,
    "ao": 340,
    "bao": 377,
    "ao ": 341,
    " bao": 24,
    "bao ": 378,
    "ê": 1088,
    "iê": 661,
    "êu": 1089,
    "nhi": 781,
    "hiê": 572,
    "iêu": 662,
    "êu ": 1090,
    " nhi": 152,
    "nhiê": 782,
    "hiêu": 573,
    "iêu ": 663,
    "ỗ": 1246,
    "hỗ": 621,
    "ỗ ": 1247,
    "chỗ": 436,
    "hỗ ": 622,
    " chỗ": 55,
    "chỗ ": 437,
    " i": 108,
    " id": 109,
    "id ": 635,
    " id ": 110,
    "thôn": 944,
    " ti": 213,
    " tin": 214,
    "tin ": 954,
    "về": 1035,
    "ề ": 1205,
    " về": 239,
    "về ": 1036,
    " về ": 240,
    "đị": 1130,
    "ịa": 1225,
    " đị": 267,
    "địa": 1131,
    "ịa ": 1226,
    " địa": 268,
    "địa ": 1132,
    "ỉ": 1222,
    "hỉ": 619,
    "ỉ ": 1223,
    "chỉ": 434,
    "hỉ ": 620,
    " chỉ": 54,
    "chỉ ": 435,
    "gầ": 543,
    " gầ": 89,
    "gần": 544,
    " gần": 90,
    "gần ": 545,
    "ây": 1082,
    "đây": 1120,
    "ây ": 1083,
    " đây": 260,
    "đây ": 1121,
    "da": 462,
    " da": 70,
    "dan": 463,
    "anh": 338,
    "nh ": 778,
    " dan": 71,
    "danh": 464,
    "anh ": 339,
    "ác": 1067,
    "sác": 912,
    "ách": 1068,
    " sác": 195,
    "sách": 913,
    "ách ": 1069,
    "tố": 985,
    "ốt": 1236,
    " tố": 228,
    "tốt": 986,
    "ốt ": 1237,
    " tốt": 229,
    "tốt ": 987,
    "ữ": 1272,
    "hữ": 629,
    "ữn": 1273,
    "nhữ": 791,
    "hữn": 630,
    "ững": 1274,
    " nhữ": 157,
    "nhữn": 792,
    "hững": 631,
    "ững ": 1275,
    "số": 921,
    "ố ": 1231,
    " số": 201,
    "số ": 922,
    " số ": 202,
    "đi": 1114,
    "ện": 1216,
    " đi": 256,
    "điệ": 1115,
    "iện": 674,
    "ện ": 1217,
    " điệ": 257,
    "điện": 1116,
    "iện ": 675,
    "oạ": 838,
    "tho": 940,
    "hoạ": 583,
    "oại": 839,
    " tho": 208,
    "thoạ": 941,
    "hoại": 584,
    "oại ": 840,
    "ce": 417,
    "pt": 864,
    "io": 658,
    "on": 820,
    " in": 111,
    "nce": 758,
    "cep": 418,
    "ept": 496,
    "pti": 865,
    "tio": 956,
    "ion": 659,
    "on ": 821,
    " inc": 112,
    "ince": 647,
    "ncep": 759,
    "cept": 419,
    "epti": 497,
    "ptio": 866,
    "tion": 957,
    "ion ": 660,
    "nó": 806,
    "ói": 1098,
    " nó": 163,
    "nói": 807,
    "ói ": 1099,
    " nói": 164,
    "nói ": 808,
    "ớ": 1248,
    "mớ": 749,
    "ới": 1249,
    " mớ": 142,
    "mới": 750,
    "ới ": 1250,
    " mới": 143,
    "mới ": 751,
    "đa": 1111,
    " đa": 254,
    "đan": 1112,
    " đan": 255,
    "đang": 1113,
    "ắ": 1183,
    "sắ": 918,
    "ắp": 1184,
    " sắ": 199,
    "sắp": 919,
    "ắp ": 1185,
    " sắp": 200,
    "sắp ": 920,
    "gi": 523,
    "iớ": 680,
    " gi": 81,
    "giớ": 524,
    "iới": 681,
    " giớ": 82,
    "giới": 525,
    "iới ": 682,
    "ệu": 1220,
    "thi": 938,
    "hiệ": 578,
    "iệu": 678,
    "ệu ": 1221,
    " thi": 207,
    "thiệ": 939,
    "hiệu": 580,
    "iệu ": 679,
    "rb": 883,
    "ie": 638,
    "bar": 379,
    "arb": 344,
    "rbi": 884,
    "bie": 390,
    "ie ": 639,
    " bar": 25,
    "barb": 380,
    "arbi": 345,
    "rbie": 885,
    "bie ": 391,
    "hấ": 606,
    "nhấ": 787,
    "hất": 607,
    " nhấ": 155,
    "nhất": 788,
    "hất ": 608,
    " hiệ": 101,
    "hiện": 579,
    " ra": 181,
    " ra ": 182,
    "mắ": 746,
    "ắt": 1186,
    " mắ": 140,
    "mắt": 747,
    "ắt ": 1187,
    " mắt": 141,
    "mắt ": 748,
    "đặ": 1125,
    "ặt": 1195,
    " đặ": 263,
    "đặt": 1126,
    "ặt ": 1196,
    " đặt": 264,
    "đặt ": 1127,
    "vé": 1033,
    " vé": 237,
    "vé ": 1034,
    " vé ": 238,
    "boo": 395,
    "ook": 825,
    " boo": 32,
    "book": 396,
    "ook ": 826,
    "oki": 816,
    "kin": 691,
    "ing": 652,
    "ooki": 827,
    "okin": 817,
    "king": 692,
    "ing ": 653,
    "1": 290,
    "a1": 321,
    "1 ": 291,
    " a1": 5,
    "a1 ": 322,
    " a1 ": 6,
    "2": 292,
    "a2": 323,
    "2 ": 293,
    " a2": 7,
    "a2 ": 324,
    " a2 ": 8,
    "5": 294,
    "b5": 366,
    "5 ": 295,
    " b5": 15,
    "b5 ": 367,
    " b5 ": 16,
    "6": 296,
    "b6": 368,
    "6 ": 297,
    " b6": 17,
    "b6 ": 369,
    " b6 ": 18,
    "tha": 934,
    "han": 552,
    " tha": 205,
    "than": 935,
    "hanh": 553,
    "to": 961,
    "oá": 835,
    " to": 215,
    "toá": 962,
    "oán": 836,
    "án ": 1071,
    " toá": 216,
    "toán": 963,
    "oán ": 837,
    "ướ": 1148,
    "ớn": 1251,
    " hư": 104,
    "hướ": 601,
    "ướn": 1149,
    "ớng": 1252,
    " hướ": 105,
    "hướn": 602,
    "ướng": 1150,
    "ớng ": 1253,
    "ẫ": 1177,
    "dẫ": 473,
    "ẫn": 1178,
    " dẫ": 74,
    "dẫn": 474,
    "ẫn ": 1179,
    " dẫn": 75,
    "dẫn ": 475,
    "ươ": 1145,
    "phư": 849,
    "hươ": 599,
    "ươn": 1146,
    "ơng": 1141,
    " phư": 173,
    "phươ": 850,
    "hươn": 600,
    "ương": 1147,
    "ơng ": 1142,
    "ứ": 1266,
    "hứ": 625,
    "ức": 1268,
    "thứ": 949,
    "hức": 627,
    "ức ": 1269,
    " thứ": 212,
    "thức": 951,
    "hức ": 628,
    "hể": 617,
    "ể ": 1209,
    "thể": 947,
    "hể ": 618,
    " thể": 211,
    "thể ": 948,
    "ằ": 1188,
    "bằ": 408,
    "ằn": 1189,
    " bằ": 40,
    "bằn": 409,
    "ằng": 1190,
    " bằn": 41,
    "bằng": 410,
    "ằng ": 1191,
    "li": 704,
    "nk": 793,
    " li": 120,
    "lin": 705,
    "ink": 654,
    "nk ": 794,
    " lin": 121,
    "link": 706,
    "ink ": 655,
    "àm": 1060,
    "làm": 716,
    "àm ": 1061,
    " làm": 126,
    "làm ": 717,
    "sa": 899,
    " sa": 186,
    "sao": 900,
    " sao": 187,
    "sao ": 901,
    "để": 1128,
    " để": 265,
    "để ": 1129,
    " để ": 266,
    "tm": 958,
    "bat": 381,
    "atm": 353,
    "tma": 959,
    " bat": 26,
    "batm": 382,
    "atma": 354,
    "tman": 960,
    "/": 286,
    "_/": 305,
    "/_": 287,
    "__/": 312,
    "_/_": 306,
    "/__": 288,
    "r__/": 880,
    "__/_": 313,
    "_/__": 307,
    "/__n": 289,
    "ứ ": 1267,
    "hứ ": 626,
    "thứ ": 950,
    "tu": 974,
    "uầ": 1008,
    " tu": 221,
    "tuầ": 975,
    "uần": 1009,
    " tuầ": 222,
    "tuần": 976,
    "uần ": 1010,
    "hủ": 623,
    "ủ ": 1263,
    "chủ": 438,
    "hủ ": 624,
    " chủ": 56,
    "chủ ": 439,
    "ậ": 1180,
    "hậ": 609,
    "ật": 1181,
    "nhậ": 789,
    "hật": 610,
    "ật ": 1182,
    " nhậ": 156,
    "nhật": 790,
    "hật ": 611,
    "ã": 1084,
    "mã": 744,
    "ã ": 1085,
    " mã": 138,
    "mã ": 745,
    " mã ": 139,
    "7": 298,
    "b7": 370,
    "7 ": 299,
    " b7": 19,
    "b7 ": 371,
    " b7 ": 20,
    "c1": 413,
    " c1": 43,
    "c1 ": 414,
    " c1 ": 44,
    "c2": 415,
    " c2": 45,
    "c2 ": 416,
    " c2 ": 46
  },
  "response": null,
  "action_text": null
}