{
  "text": {
    "chào": 30,
    "bạn": 21,
    "xin": 136,
    "hello": 53,
    "hi": 55,
    "chatbot": 26,
    "hey": 54,
    "buổi": 19,
    "sáng": 106,
    "chiều": 28,
    "tạm": 128,
    "biệt": 15,
    "bye": 20,
    "goodbye": 47,
    "hẹn": 59,
    "gặp": 51,
    "lại": 69,
    "cảm": 38,
    "ơn": 150,
    "và": 131,
    "thôi": 114,
    "nhé": 83,
    "là": 67,
    "ai": 3,
    "bot": 18,
    "à": 138,
    "người": 81,
    "hay": 52,
    "phải": 96,
    "không": 63,
    "có": 37,
    "máy": 74,
    "đồng": 149,
    "ý": 139,
    "ok": 92,
    "được": 144,
    "ừ": 152,
    "vâng": 132,
    "yes": 137,
    "no": 88,
    "cần": 39,
    "cho": 29,
    "tôi": 126,
    "xem": 135,
    "lịch": 70,
    "chiếu": 27,
    "avengers": 5,
    "khi": 62,
    "nào": 89,
    "phim": 94,
    "spider": 102,
    "man": 72,
    "của": 40,
    "cgv": 25,
    "bac": 9,
    "quang": 98,
    "trung": 123,
    "rạp": 100,
    "như": 84,
    "thế": 116,
    "gì": 49,
    "hôm": 57,
    "nay": 78,
    "ngày": 80,
    "__number__": 0,
    "oppenheimer": 93,
    "ở": 151,
    "đâu": 142,
    "muốn": 73,
    "suất": 104,
    "mai": 71,
    "vincom": 130,
    "galaxy": 44,
    "nguyễn": 79,
    "du": 42,
    "tại": 127,
    "lotte": 66,
    "cinema": 34,
    "bhd": 14,
    "star": 103,
    "platinum": 97,
    "cineplex": 35,
    "avatar": 4,
    "the": 111,
    "bad": 10,
    "guys": 48,
    "còn": 36,
    "ghế": 45,
    "trống": 124,
    "kiểm": 64,
    "tra": 122,
    "sơ": 107,
    "đồ": 148,
    "này": 90,
    "bao": 11,
    "nhiêu": 82,
    "chỗ": 32,
    "id": 60,
    "thông": 115,
    "tin": 120,
    "về": 134,
    "địa": 147,
    "chỉ": 31,
    "gần": 50,
    "đây": 143,
    "danh": 41,
    "sách": 105,
    "tốt": 129,
    "những": 87,
    "số": 109,
    "điện": 141,
    "thoại": 113,
    "inception": 61,
    "nói": 91,
    "mới": 77,
    "đang": 140,
    "sắp": 108,
    "giới": 46,
    "thiệu": 112,
    "barbie": 12,
    "nhất": 85,
    "hiện": 56,
    "ra": 99,
    "mắt": 76,
    "đặt": 145,
    "vé": 133,
    "book": 16,
    "booking": 17,
    "a1": 1,
    "a2": 2,
    "b5": 6,
    "b6": 7,
    "thanh": 110,
    "toán": 121,
    "hướng": 58,
    "dẫn": 43,
    "phương": 95,
    "thức": 119,
    "thể": 117,
    "bằng": 22,
    "link": 65,
    "làm": 68,
    "sao": 101,
    "để": 146,
    "batman": 13,
    "thứ": 118,
    "tuần": 125,
    "chủ": 33,
    "nhật": 86,
    "mã": 75,
    "b7": 8,
    "c1": 23,
    "c2": 24
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "bot_challenge": 7,
    "affirm": 0,
    "deny": 8,
    "ask_showtimes": 5,
    "ask_available_seats": 1,
    "ask_cinema_info": 2,
    "ask_movie_info": 3,
    "book_ticket": 6,
    "ask_payment": 4,
    "provide_movie_name": 13,
    "provide_cinema_name": 11,
    "provide_date": 12,
    "provide_showtime_id": 16,
    "provide_seat_numbers": 15,
    "provide_num_tickets": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_create_booking": 1,
    "action_get_available_seats": 7,
    "action_get_cinema_info": 8,
    "action_get_movie_info": 9,
    "action_get_showtimes": 10,
    "action_redirect_to_payment": 12,
    "utter_ask_cinema_name": 18,
    "utter_ask_movie_name": 19,
    "utter_ask_num_tickets": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}