{
  "text": {
    " ": 0,
    "c": 434,
    "h": 576,
    "à": 1099,
    "o": 843,
    " c": 46,
    "ch": 448,
    "hà": 612,
    "ào": 1103,
    "o ": 844,
    " ch": 55,
    "chà": 457,
    "hào": 613,
    "ào ": 1104,
    " chà": 59,
    "chào": 458,
    "hào ": 614,
    "b": 384,
    "ạ": 1198,
    "n": 786,
    " b": 14,
    "bạ": 428,
    "ạn": 1203,
    "n ": 787,
    " bạ": 42,
    "bạn": 429,
    "ạn ": 1204,
    " bạn": 43,
    "bạn ": 430,
    "x": 1078,
    "i": 662,
    " x": 258,
    "xi": 1083,
    "in": 678,
    " xi": 261,
    "xin": 1084,
    "in ": 679,
    " xin": 262,
    "xin ": 1085,
    "e": 503,
    "l": 729,
    " h": 100,
    "he": 587,
    "el": 508,
    "ll": 741,
    "lo": 744,
    " he": 103,
    "hel": 591,
    "ell": 509,
    "llo": 742,
    "lo ": 745,
    " hel": 104,
    "hell": 592,
    "ello": 510,
    "llo ": 743,
    "hi": 595,
    "i ": 663,
    " hi": 106,
    "hi ": 596,
    " hi ": 107,
    "a": 338,
    "t": 957,
    "ha": 578,
    "at": 365,
    "tb": 962,
    "bo": 417,
    "ot": 865,
    "t ": 958,
    "cha": 450,
    "hat": 581,
    "atb": 368,
    "tbo": 963,
    "bot": 420,
    "ot ": 866,
    " cha": 56,
    "chat": 451,
    "hatb": 582,
    "atbo": 369,
    "tbot": 964,
    "bot ": 421,
    "y": 1088,
    "ey": 537,
    "y ": 1089,
    "hey": 593,
    "ey ": 538,
    " hey": 105,
    "hey ": 594,
    "u": 1022,
    "ổ": 1287,
    "bu": 422,
    "uổ": 1048,
    "ổi": 1288,
    " bu": 38,
    "buổ": 423,
    "uổi": 1049,
    "ổi ": 1289,
    " buổ": 39,
    "buổi": 424,
    "uổi ": 1050,
    "s": 931,
    "á": 1107,
    "g": 539,
    " s": 196,
    "sá": 945,
    "án": 1111,
    "ng": 801,
    "g ": 540,
    " sá": 205,
    "sán": 948,
    "áng": 1113,
    "ng ": 802,
    " sán": 207,
    "sáng": 949,
    "áng ": 1114,
    "ề": 1245,
    "iề": 701,
    "ều": 1247,
    "u ": 1023,
    "chi": 452,
    "hiề": 603,
    "iều": 702,
    "ều ": 1248,
    " chi": 57,
    "chiề": 454,
    "hiều": 604,
    "iều ": 703,
    "m": 758,
    " t": 214,
    "tạ": 1014,
    "ạm": 1201,
    "m ": 759,
    " tạ": 236,
    "tạm": 1017,
    "ạm ": 1202,
    " tạm": 238,
    "tạm ": 1018,
    "ệ": 1256,
    "bi": 412,
    "iệ": 707,
    "ệt": 1259,
    " bi": 33,
    "biệ": 415,
    "iệt": 710,
    "ệt ": 1260,
    " biệ": 34,
    "biệt": 416,
    "iệt ": 711,
    "by": 425,
    "ye": 1090,
    "e ": 504,
    " by": 40,
    "bye": 426,
    "ye ": 1091,
    " bye": 41,
    "bye ": 427,
    "d": 487,
    " g": 83,
    "go": 553,
    "oo": 856,
    "od": 845,
    "db": 492,
    " go": 90,
    "goo": 554,
    "ood": 857,
    "odb": 846,
    "dby": 493,
    " goo": 91,
    "good": 555,
    "oodb": 858,
    "odby": 847,
    "dbye": 494,
    "ẹ": 1238,
    "hẹ": 639,
    "ẹn": 1239,
    " hẹ": 113,
    "hẹn": 640,
    "ẹn ": 1240,
    " hẹn": 114,
    "hẹn ": 641,
    "ặ": 1233,
    "p": 875,
    "gặ": 573,
    "ặp": 1234,
    "p ": 876,
    " gặ": 98,
    "gặp": 574,
    "ặp ": 1235,
    " gặp": 99,
    "gặp ": 575,
    " l": 130,
    "lạ": 752,
    "ại": 1199,
    " lạ": 138,
    "lại": 753,
    "ại ": 1200,
    " lại": 139,
    "lại ": 754,
    "ả": 1207,
    "cả": 478,
    "ảm": 1210,
    " cả": 70,
    "cảm": 479,
    "ảm ": 1211,
    " cảm": 71,
    "cảm ": 480,
    "ơ": 1178,
    " ơ": 289,
    "ơn": 1180,
    " ơn": 290,
    "ơn ": 1181,
    " ơn ": 291,
    "v": 1051,
    " v": 241,
    "và": 1066,
    "à ": 1100,
    " và": 248,
    "và ": 1067,
    " và ": 249,
    "ô": 1141,
    "th": 967,
    "hô": 617,
    "ôi": 1142,
    " th": 215,
    "thô": 976,
    "hôi": 618,
    "ôi ": 1143,
    " thô": 220,
    "thôi": 977,
    "hôi ": 619,
    "é": 1127,
    " n": 155,
    "nh": 811,
    "hé": 615,
    "é ": 1128,
    " nh": 162,
    "nhé": 817,
    "hé ": 616,
    " nhé": 164,
    "nhé ": 818,
    "là": 748,
    " là": 135,
    "là ": 749,
    " là ": 136,
    " a": 4,
    "ai": 348,
    " ai": 9,
    "ai ": 349,
    " ai ": 10,
    " bo": 35,
    " bot": 37,
    " à": 266,
    " à ": 267,
    "ư": 1184,
    "ờ": 1298,
    "gư": 567,
    "ườ": 1192,
    "ời": 1299,
    " ng": 158,
    "ngư": 809,
    "gườ": 568,
    "ười": 1193,
    "ời ": 1300,
    " ngư": 161,
    "ngườ": 810,
    "gười": 569,
    "ười ": 1194,
    "ay": 382,
    " ha": 101,
    "hay": 583,
    "ay ": 383,
    " hay": 102,
    "hay ": 584,
    " p": 181,
    "ph": 880,
    "hả": 630,
    "ải": 1208,
    " ph": 182,
    "phả": 885,
    "hải": 631,
    "ải ": 1209,
    " phả": 185,
    "phải": 886,
    "hải ": 632,
    "k": 717,
    " k": 124,
    "kh": 719,
    "ôn": 1146,
    " kh": 125,
    "khô": 722,
    "hôn": 622,
    "ông": 1147,
    " khô": 127,
    "khôn": 723,
    "hông": 623,
    "ông ": 1148,
    "ó": 1137,
    "có": 476,
    "ó ": 1138,
    " có": 68,
    "có ": 477,
    " có ": 69,
    " m": 142,
    "má": 775,
    "áy": 1115,
    " má": 147,
    "máy": 776,
    "áy ": 1116,
    " máy": 148,
    "máy ": 777,
    "đ": 1151,
    "ồ": 1282,
    " đ": 270,
    "đồ": 1174,
    "ồn": 1284,
    " đồ": 286,
    "đồn": 1176,
    "ồng": 1285,
    " đồn": 288,
    "đồng": 1177,
    "ồng ": 1286,
    "ý": 1149,
    " ý": 268,
    "ý ": 1150,
    " ý ": 269,
    " o": 176,
    "ok": 848,
    "k ": 718,
    " ok": 177,
    "ok ": 849,
    " ok ": 178,
    "ợ": 1303,
    "đư": 1163,
    "ượ": 1195,
    "ợc": 1304,
    "c ": 435,
    " đư": 278,
    "đượ": 1164,
    "ược": 1196,
    "ợc ": 1305,
    " đượ": 279,
    "được": 1165,
    "ược ": 1197,
    "ừ": 1314,
    " ừ": 294,
    "ừ ": 1315,
    " ừ ": 295,
    "â": 1117,
    "vâ": 1068,
    "ân": 1118,
    " vâ": 250,
    "vân": 1069,
    "âng": 1119,
    " vân": 251,
    "vâng": 1070,
    "âng ": 1120,
    " y": 263,
    "es": 533,
    "s ": 932,
    " ye": 264,
    "yes": 1092,
    "es ": 534,
    " yes": 265,
    "yes ": 1093,
    "no": 829,
    " no": 169,
    "no ": 830,
    " no ": 170,
    "ầ": 1215,
    "cầ": 481,
    "ần": 1216,
    " cầ": 72,
    "cần": 482,
    "ần ": 1217,
    " cần": 73,
    "cần ": 483,
    "ho": 608,
    "cho": 455,
    "ho ": 609,
    " cho": 58,
    "cho ": 456,
    "tô": 1011,
    " tô": 234,
    "tôi": 1012,
    " tôi": 235,
    "tôi ": 1013,
    "xe": 1080,
    "em": 511,
    " xe": 259,
    "xem": 1081,
    "em ": 512,
    " xem": 260,
    "xem ": 1082,
    "ị": 1265,
    "lị": 755,
    "ịc": 1268,
    "h ": 577,
    " lị": 140,
    "lịc": 756,
    "ịch": 1269,
    "ch ": 449,
    " lịc": 141,
    "lịch": 757,
    "ịch ": 1270,
    "ế": 1241,
    "iế": 698,
    "ếu": 1243,
    "hiế": 601,
    "iếu": 699,
    "ếu ": 1244,
    "chiế": 453,
    "hiếu": 602,
    "iếu ": 700,
    "r": 905,
    "av": 374,
    "ve": 1060,
    "en": 515,
    "ge": 544,
    "er": 525,
    "rs": 920,
    " av": 11,
    "ave": 377,
    "ven": 1061,
    "eng": 516,
    "nge": 803,
    "ger": 545,
    "ers": 531,
    "rs ": 921,
    " ave": 13,
    "aven": 378,
    "veng": 1062,
    "enge": 517,
    "nger": 804,
    "gers": 546,
    "ers ": 532,
    "khi": 720,
    " khi": 126,
    "khi ": 721,
    "nà": 835,
    " nà": 171,
    "nào": 836,
    " nào": 172,
    "nào ": 837,
    "im": 674,
    "phi": 881,
    "him": 597,
    "im ": 675,
    " phi": 183,
    "phim": 882,
    "him ": 598,
    "-": 296,
    "sp": 936,
    "pi": 887,
    "id": 668,
    "de": 495,
    "r-": 907,
    "-m": 300,
    "ma": 760,
    "an": 353,
    " sp": 199,
    "spi": 937,
    "pid": 888,
    "ide": 670,
    "der": 496,
    "er-": 527,
    "r-m": 908,
    "-ma": 301,
    "man": 764,
    "an ": 354,
    " spi": 200,
    "spid": 938,
    "pide": 889,
    "ider": 671,
    "der-": 497,
    "er-m": 528,
    "r-ma": 909,
    "-man": 302,
    "man ": 765,
    "ủ": 1306,
    "củ": 484,
    "ủa": 1308,
    "a ": 339,
    " củ": 74,
    "của": 485,
    "ủa ": 1309,
    " của": 75,
    "của ": 486,
    "cg": 445,
    "gv": 560,
    "v ": 1052,
    " cg": 53,
    "cgv": 446,
    "gv ": 561,
    " cgv": 54,
    "cgv ": 447,
    "ba": 395,
    "ac": 344,
    " ba": 25,
    "bac": 396,
    "ac ": 345,
    " bac": 26,
    "bac ": 397,
    "q": 901,
    " q": 188,
    "qu": 902,
    "ua": 1024,
    " qu": 189,
    "qua": 903,
    "uan": 1025,
    "ang": 355,
    " qua": 190,
    "quan": 904,
    "uang": 1026,
    "ang ": 356,
    "tr": 998,
    "ru": 922,
    "un": 1031,
    " tr": 228,
    "tru": 1001,
    "run": 923,
    "ung": 1032,
    " tru": 230,
    "trun": 1002,
    "rung": 924,
    "ung ": 1033,
    " r": 191,
    "rạ": 925,
    "ạp": 1205,
    " rạ": 194,
    "rạp": 926,
    "ạp ": 1206,
    " rạp": 195,
    "rạp ": 927,
    "hư": 624,
    "ư ": 1185,
    "như": 819,
    "hư ": 625,
    " như": 165,
    "như ": 820,
    "hế": 642,
    "ế ": 1242,
    "thế": 979,
    "hế ": 643,
    " thế": 221,
    "thế ": 980,
    "ì": 1132,
    "gì": 565,
    "ì ": 1133,
    " gì": 94,
    "gì ": 566,
    " gì ": 95,
    "ôm": 1144,
    " hô": 109,
    "hôm": 620,
    "ôm ": 1145,
    " hôm": 110,
    "hôm ": 621,
    "na": 788,
    " na": 156,
    "nay": 789,
    " nay": 157,
    "nay ": 790,
    "gà": 562,
    "ày": 1105,
    "ngà": 807,
    "gày": 563,
    "ày ": 1106,
    " ngà": 160,
    "ngày": 808,
    "gày ": 564,
    "_": 319,
    " _": 1,
    "__": 327,
    "_n": 335,
    "nu": 831,
    "um": 1027,
    "mb": 766,
    "be": 406,
    "r_": 910,
    "_-": 321,
    "-_": 297,
    "_ ": 320,
    " __": 2,
    "__n": 333,
    "_nu": 336,
    "num": 832,
    "umb": 1029,
    "mbe": 767,
    "ber": 407,
    "er_": 529,
    "r__": 911,
    "__-": 329,
    "_-_": 322,
    "-__": 298,
    "__ ": 328,
    " __n": 3,
    "__nu": 334,
    "_num": 337,
    "numb": 834,
    "umbe": 1030,
    "mber": 768,
    "ber_": 408,
    "er__": 530,
    "r__-": 913,
    "__-_": 330,
    "_-__": 323,
    "-__n": 299,
    "r__ ": 912,
    "op": 862,
    "pp": 895,
    "pe": 877,
    "ei": 505,
    "me": 769,
    "r ": 906,
    " op": 179,
    "opp": 863,
    "ppe": 896,
    "pen": 878,
    "enh": 518,
    "nhe": 813,
    "hei": 589,
    "eim": 506,
    "ime": 676,
    "mer": 770,
    "er ": 526,
    " opp": 180,
    "oppe": 864,
    "ppen": 897,
    "penh": 879,
    "enhe": 519,
    "nhei": 814,
    "heim": 590,
    "eime": 507,
    "imer": 677,
    "mer ": 771,
    "ở": 1301,
    " ở": 292,
    "ở ": 1302,
    " ở ": 293,
    "đâ": 1158,
    "âu": 1121,
    " đâ": 275,
    "đâu": 1159,
    "âu ": 1122,
    " đâu": 276,
    "đâu ": 1160,
    "ố": 1274,
    "mu": 772,
    "uố": 1045,
    "ốn": 1276,
    " mu": 145,
    "muố": 773,
    "uốn": 1046,
    "ốn ": 1277,
    " muố": 146,
    "muốn": 774,
    "uốn ": 1047,
    "ấ": 1212,
    "su": 942,
    "uấ": 1039,
    "ất": 1213,
    " su": 203,
    "suấ": 943,
    "uất": 1040,
    "ất ": 1214,
    " suấ": 204,
    "suất": 944,
    "uất ": 1041,
    " ma": 143,
    "mai": 762,
    " mai": 144,
    "mai ": 763,
    "vi": 1063,
    "nc": 791,
    "co": 470,
    "om": 852,
    " vi": 246,
    "vin": 1064,
    "inc": 680,
    "nco": 794,
    "com": 471,
    "om ": 853,
    " vin": 247,
    "vinc": 1065,
    "inco": 682,
    "ncom": 795,
    "com ": 472,
    "ga": 541,
    "al": 350,
    "la": 730,
    "ax": 379,
    "xy": 1086,
    " ga": 84,
    "gal": 542,
    "ala": 351,
    "lax": 733,
    "axy": 380,
    "xy ": 1087,
    " gal": 85,
    "gala": 543,
    "alax": 352,
    "laxy": 734,
    "axy ": 381,
    "ễ": 1253,
    "gu": 556,
    "uy": 1034,
    "yễ": 1096,
    "ễn": 1254,
    "ngu": 805,
    "guy": 557,
    "uyễ": 1037,
    "yễn": 1097,
    "ễn ": 1255,
    " ngu": 159,
    "nguy": 806,
    "guyễ": 559,
    "uyễn": 1038,
    "yễn ": 1098,
    " d": 76,
    "du": 498,
    " du": 79,
    "du ": 499,
    " du ": 80,
    "tại": 1015,
    " tại": 237,
    "tại ": 1016,
    "tt": 1005,
    "te": 965,
    " lo": 133,
    "lot": 746,
    "ott": 867,
    "tte": 1006,
    "te ": 966,
    " lot": 134,
    "lott": 747,
    "otte": 868,
    "tte ": 1007,
    "ci": 467,
    "ne": 796,
    " ci": 64,
    "cin": 468,
    "ine": 683,
    "nem": 797,
    "ema": 513,
    "ma ": 761,
    " cin": 65,
    "cine": 469,
    "inem": 684,
    "nema": 798,
    "ema ": 514,
    "bh": 409,
    "hd": 585,
    "d ": 488,
    " bh": 31,
    "bhd": 410,
    "hd ": 586,
    " bhd": 32,
    "bhd ": 411,
    "st": 939,
    "ta": 959,
    "ar": 361,
    " st": 201,
    "sta": 940,
    "tar": 960,
    "ar ": 362,
    " sta": 202,
    "star": 941,
    "tar ": 961,
    "pl": 890,
    "ti": 986,
    " pl": 186,
    "pla": 891,
    "lat": 731,
    "ati": 370,
    "tin": 987,
    "inu": 690,
    "um ": 1028,
    " pla": 187,
    "plat": 892,
    "lati": 732,
    "atin": 371,
    "tinu": 989,
    "inum": 691,
    "num ": 833,
    "ep": 520,
    "le": 735,
    "ex": 535,
    "x ": 1079,
    "nep": 799,
    "epl": 521,
    "ple": 893,
    "lex": 736,
    "ex ": 536,
    "inep": 685,
    "nepl": 800,
    "eple": 522,
    "plex": 894,
    "lex ": 737,
    "va": 1057,
    "ava": 375,
    "vat": 1058,
    "ata": 366,
    " ava": 12,
    "avat": 376,
    "vata": 1059,
    "atar": 367,
    "the": 970,
    "he ": 588,
    " the": 217,
    "the ": 971,
    "ad": 346,
    "bad": 398,
    "ad ": 347,
    " bad": 27,
    "bad ": 399,
    "ys": 1094,
    " gu": 92,
    "uys": 1035,
    "ys ": 1095,
    " guy": 93,
    "guys": 558,
    "uys ": 1036,
    "ò": 1134,
    "cò": 473,
    "òn": 1135,
    " cò": 66,
    "còn": 474,
    "òn ": 1136,
    " còn": 67,
    "còn ": 475,
    "gh": 547,
    " gh": 86,
    "ghế": 548,
    " ghế": 87,
    "ghế ": 549,
    "rố": 928,
    "trố": 1003,
    "rốn": 929,
    "ống": 1278,
    " trố": 231,
    "trốn": 1004,
    "rống": 930,
    "ống ": 1279,
    "ể": 1249,
    "ki": 724,
    "iể": 704,
    "ểm": 1251,
    " ki": 128,
    "kiể": 727,
    "iểm": 705,
    "ểm ": 1252,
    " kiể": 129,
    "kiểm": 728,
    "iểm ": 706,
    "ra": 915,
    "tra": 999,
    "ra ": 916,
    " tra": 229,
    "tra ": 1000,
    "sơ": 950,
    "ơ ": 1179,
    " sơ": 208,
    "sơ ": 951,
    " sơ ": 209,
    "ồ ": 1283,
    "đồ ": 1175,
    " đồ ": 287,
    "này": 838,
    " này": 173,
    "này ": 839,
    "ao": 359,
    "bao": 400,
    "ao ": 360,
    " bao": 28,
    "bao ": 401,
    "ê": 1129,
    "iê": 695,
    "êu": 1130,
    "nhi": 815,
    "hiê": 599,
    "iêu": 696,
    "êu ": 1131,
    " nhi": 163,
    "nhiê": 816,
    "hiêu": 600,
    "iêu ": 697,
    "ỗ": 1290,
    "hỗ": 651,
    "ỗ ": 1291,
    "chỗ": 463,
    "hỗ ": 652,
    " chỗ": 62,
    "chỗ ": 464,
    " i": 115,
    " id": 120,
    "id ": 669,
    " id ": 121,
    "thôn": 978,
    " ti": 224,
    " tin": 225,
    "tin ": 988,
    "về": 1073,
    "ề ": 1246,
    " về": 254,
    "về ": 1074,
    " về ": 255,
    "đị": 1171,
    "ịa": 1266,
    " đị": 284,
    "địa": 1172,
    "ịa ": 1267,
    " địa": 285,
    "địa ": 1173,
    "ỉ": 1263,
    "hỉ": 646,
    "ỉ ": 1264,
    "chỉ": 459,
    "hỉ ": 647,
    " chỉ": 60,
    "chỉ ": 460,
    "gầ": 570,
    " gầ": 96,
    "gần": 571,
    " gần": 97,
    "gần ": 572,
    "ây": 1123,
    "đây": 1161,
    "ây ": 1124,
    " đây": 277,
    "đây ": 1162,
    "da": 489,
    " da": 77,
    "dan": 490,
    "anh": 357,
    "nh ": 812,
    " dan": 78,
    "danh": 491,
    "anh ": 358,
    "ác": 1108,
    "sác": 946,
    "ách": 1109,
    " sác": 206,
    "sách": 947,
    "ách ": 1110,
    "tố": 1019,
    "ốt": 1280,
    " tố": 239,
    "tốt": 1020,
    "ốt ": 1281,
    " tốt": 240,
    "tốt ": 1021,
    "ữ": 1316,
    "hữ": 659,
    "ữn": 1317,
    "nhữ": 825,
    "hữn": 660,
    "ững": 1318,
    " nhữ": 168,
    "nhữn": 826,
    "hững": 661,
    "ững ": 1319,
    "số": 955,
    "ố ": 1275,
    " số": 212,
    "số ": 956,
    " số ": 213,
    "đi": 1155,
    "ện": 1257,
    " đi": 273,
    "điệ": 1156,
    "iện": 708,
    "ện ": 1258,
    " điệ": 274,
    "điện": 1157,
    "iện ": 709,
    "oạ": 872,
    "tho": 974,
    "hoạ": 610,
    "oại": 873,
    " tho": 219,
    "thoạ": 975,
    "hoại": 611,
    "oại ": 874,
    "ce": 442,
    "pt": 898,
    "io": 692,
    "on": 854,
    " in": 122,
    "nce": 792,
    "cep": 443,
    "ept": 523,
    "pti": 899,
    "tio": 990,
    "ion": 693,
    "on ": 855,
    " inc": 123,
    "ince": 681,
    "ncep": 793,
    "cept": 444,
    "epti": 524,
    "ptio": 900,
    "tion": 991,
    "ion ": 694,
    "nó": 840,
    "ói": 1139,
    " nó": 174,
    "nói": 841,
    "ói ": 1140,
    " nói": 175,
    "nói ": 842,
    "ớ": 1292,
    "mớ": 783,
    "ới": 1293,
    " mớ": 153,
    "mới": 784,
    "ới ": 1294,
    " mới": 154,
    "mới ": 785,
    "đa": 1152,
    " đa": 271,
    "đan": 1153,
    " đan": 272,
    "đang": 1154,
    "ắ": 1224,
    "sắ": 952,
    "ắp": 1225,
    " sắ": 210,
    "sắp": 953,
    "ắp ": 1226,
    " sắp": 211,
    "sắp ": 954,
    "gi": 550,
    "iớ": 714,
    " gi": 88,
    "giớ": 551,
    "iới": 715,
    " giớ": 89,
    "giới": 552,
    "iới ": 716,
    "ệu": 1261,
    "thi": 972,
    "hiệ": 605,
    "iệu": 712,
    "ệu ": 1262,
    " thi": 218,
    "thiệ": 973,
    "hiệu": 607,
    "iệu ": 713,
    "rb": 917,
    "ie": 672,
    "bar": 402,
    "arb": 363,
    "rbi": 918,
    "bie": 413,
    "ie ": 673,
    " bar": 29,
    "barb": 403,
    "arbi": 364,
    "rbie": 919,
    "bie ": 414,
    "hấ": 633,
    "nhấ": 821,
    "hất": 634,
    " nhấ": 166,
    "nhất": 822,
    "hất ": 635,
    " hiệ": 108,
    "hiện": 606,
    " ra": 192,
    " ra ": 193,
    "mắ": 780,
    "ắt": 1227,
    " mắ": 151,
    "mắt": 781,
    "ắt ": 1228,
    " mắt": 152,
    "mắt ": 782,
    "đặ": 1166,
    "ặt": 1236,
    " đặ": 280,
    "đặt": 1167,
    "ặt ": 1237,
    " đặt": 281,
    "đặt ": 1168,
    "vé": 1071,
    " vé": 252,
    "vé ": 1072,
    " vé ": 253,
    "boo": 418,
    "ook": 859,
    " boo": 36,
    "book": 419,
    "ook ": 860,
    "oki": 850,
    "kin": 725,
    "ing": 686,
    "ooki": 861,
    "okin": 851,
    "king": 726,
    "ing ": 687,
    "1": 307,
    "a1": 340,
    "1 ": 308,
    " a1": 5,
    "a1 ": 341,
    " a1 ": 6,
    "2": 309,
    "a2": 342,
    "2 ": 310,
    " a2": 7,
    "a2 ": 343,
    " a2 ": 8,
    "5": 313,
    "b5": 389,
    "5 ": 314,
    " b5": 19,
    "b5 ": 390,
    " b5 ": 20,
    "6": 315,
    "b6": 391,
    "6 ": 316,
    " b6": 21,
    "b6 ": 392,
    " b6 ": 22,
    "c1": 436,
    " c1": 47,
    "c1 ": 437,
    " c1 ": 48,
    "c2": 438,
    " c2": 49,
    "c2 ": 439,
    " c2 ": 50,
    "3": 311,
    "c3": 440,
    "3 ": 312,
    " c3": 51,
    "c3 ": 441,
    " c3 ": 52,
    "v1": 1053,
    " v1": 242,
    "v1 ": 1054,
    " v1 ": 243,
    "v2": 1055,
    " v2": 244,
    "v2 ": 1056,
    " v2 ": 245,
    "vớ": 1075,
    " vớ": 256,
    "với": 1076,
    " với": 257,
    "với ": 1077,
    "b1": 385,
    " b1": 15,
    "b1 ": 386,
    " b1 ": 16,
    "b2": 387,
    " b2": 17,
    "b2 ": 388,
    " b2 ": 18,
    "tha": 968,
    "han": 579,
    " tha": 216,
    "than": 969,
    "hanh": 580,
    "to": 995,
    "oá": 869,
    " to": 226,
    "toá": 996,
    "oán": 870,
    "án ": 1112,
    " toá": 227,
    "toán": 997,
    "oán ": 871,
    "ướ": 1189,
    "ớn": 1295,
    " hư": 111,
    "hướ": 628,
    "ướn": 1190,
    "ớng": 1296,
    " hướ": 112,
    "hướn": 629,
    "ướng": 1191,
    "ớng ": 1297,
    "ẫ": 1218,
    "dẫ": 500,
    "ẫn": 1219,
    " dẫ": 81,
    "dẫn": 501,
    "ẫn ": 1220,
    " dẫn": 82,
    "dẫn ": 502,
    "ươ": 1186,
    "phư": 883,
    "hươ": 626,
    "ươn": 1187,
    "ơng": 1182,
    " phư": 184,
    "phươ": 884,
    "hươn": 627,
    "ương": 1188,
    "ơng ": 1183,
    "ứ": 1310,
    "hứ": 655,
    "ức": 1312,
    "thứ": 983,
    "hức": 657,
    "ức ": 1313,
    " thứ": 223,
    "thức": 985,
    "hức ": 658,
    "hể": 644,
    "ể ": 1250,
    "thể": 981,
    "hể ": 645,
    " thể": 222,
    "thể ": 982,
    "ằ": 1229,
    "bằ": 431,
    "ằn": 1230,
    " bằ": 44,
    "bằn": 432,
    "ằng": 1231,
    " bằn": 45,
    "bằng": 433,
    "ằng ": 1232,
    "li": 738,
    "nk": 827,
    " li": 131,
    "lin": 739,
    "ink": 688,
    "nk ": 828,
    " lin": 132,
    "link": 740,
    "ink ": 689,
    "àm": 1101,
    "làm": 750,
    "àm ": 1102,
    " làm": 137,
    "làm ": 751,
    "sa": 933,
    " sa": 197,
    "sao": 934,
    " sao": 198,
    "sao ": 935,
    "để": 1169,
    " để": 282,
    "để ": 1170,
    " để ": 283,
    "tm": 992,
    "bat": 404,
    "atm": 372,
    "tma": 993,
    " bat": 30,
    "batm": 405,
    "atma": 373,
    "tman": 994,
    "/": 303,
    "_/": 324,
    "/_": 304,
    "__/": 331,
    "_/_": 325,
    "/__": 305,
    "r__/": 914,
    "__/_": 332,
    "_/__": 326,
    "/__n": 306,
    "ứ ": 1311,
    "hứ ": 656,
    "thứ ": 984,
    "tu": 1008,
    "uầ": 1042,
    " tu": 232,
    "tuầ": 1009,
    "uần": 1043,
    " tuầ": 233,
    "tuần": 1010,
    "uần ": 1044,
    "hủ": 653,
    "ủ ": 1307,
    "chủ": 465,
    "hủ ": 654,
    " chủ": 63,
    "chủ ": 466,
    "ậ": 1221,
    "hậ": 636,
    "ật": 1222,
    "nhậ": 823,
    "hật": 637,
    "ật ": 1223,
    " nhậ": 167,
    "nhật": 824,
    "hật ": 638,
    "ã": 1125,
    "mã": 778,
    "ã ": 1126,
    " mã": 149,
    "mã ": 779,
    " mã ": 150,
    "7": 317,
    "b7": 393,
    "7 ": 318,
    " b7": 23,
    "b7 ": 394,
    " b7 ": 24,
    "i1": 664,
    " i1": 116,
    "i1 ": 665,
    " i1 ": 117,
    "i2": 666,
    " i2": 118,
    "i2 ": 667,
    " i2 ": 119,
    "ọ": 1271,
    "họ": 648,
    "ọn": 1272,
    "chọ": 461,
    "họn": 649,
    "ọn ": 1273,
    " chọ": 61,
    "chọn": 462,
    "họn ": 650
  },
  "response": null,
  "action_text": null
}