{
  "text": {
    "chào": 34,
    "bạn": 24,
    "xin": 146,
    "hello": 58,
    "hi": 60,
    "chatbot": 30,
    "hey": 59,
    "buổi": 22,
    "sáng": 113,
    "chiều": 32,
    "tạm": 135,
    "biệt": 18,
    "bye": 23,
    "goodbye": 52,
    "hẹn": 64,
    "gặp": 56,
    "lại": 76,
    "cảm": 43,
    "ơn": 160,
    "và": 140,
    "thôi": 121,
    "nhé": 90,
    "là": 74,
    "ai": 3,
    "bot": 21,
    "à": 148,
    "người": 88,
    "hay": 57,
    "phải": 103,
    "không": 70,
    "có": 42,
    "máy": 81,
    "đồng": 159,
    "ý": 149,
    "ok": 99,
    "được": 154,
    "ừ": 162,
    "vâng": 141,
    "yes": 147,
    "no": 95,
    "cần": 44,
    "cho": 33,
    "tôi": 133,
    "xem": 145,
    "lịch": 77,
    "chiếu": 31,
    "avengers": 5,
    "khi": 69,
    "nào": 96,
    "phim": 101,
    "spider": 109,
    "man": 79,
    "của": 45,
    "cgv": 29,
    "bac": 12,
    "quang": 105,
    "trung": 130,
    "rạp": 107,
    "như": 91,
    "thế": 123,
    "gì": 54,
    "hôm": 62,
    "nay": 85,
    "ngày": 87,
    "__number__": 0,
    "oppenheimer": 100,
    "ở": 161,
    "đâu": 152,
    "muốn": 80,
    "suất": 111,
    "mai": 78,
    "vincom": 139,
    "galaxy": 49,
    "nguyễn": 86,
    "du": 47,
    "tại": 134,
    "lotte": 73,
    "cinema": 39,
    "bhd": 17,
    "star": 110,
    "platinum": 104,
    "cineplex": 40,
    "avatar": 4,
    "the": 118,
    "bad": 13,
    "guys": 53,
    "còn": 41,
    "ghế": 50,
    "trống": 131,
    "kiểm": 71,
    "tra": 129,
    "sơ": 114,
    "đồ": 158,
    "này": 97,
    "bao": 14,
    "nhiêu": 89,
    "chỗ": 37,
    "id": 67,
    "thông": 122,
    "tin": 127,
    "về": 143,
    "địa": 157,
    "chỉ": 35,
    "gần": 55,
    "đây": 153,
    "danh": 46,
    "sách": 112,
    "tốt": 136,
    "những": 94,
    "số": 116,
    "điện": 151,
    "thoại": 120,
    "inception": 68,
    "nói": 98,
    "mới": 84,
    "đang": 150,
    "sắp": 115,
    "giới": 51,
    "thiệu": 119,
    "barbie": 15,
    "nhất": 92,
    "hiện": 61,
    "ra": 106,
    "mắt": 83,
    "đặt": 155,
    "vé": 142,
    "book": 19,
    "booking": 20,
    "a1": 1,
    "a2": 2,
    "b5": 9,
    "b6": 10,
    "c1": 26,
    "c2": 27,
    "c3": 28,
    "v1": 137,
    "v2": 138,
    "với": 144,
    "b1": 6,
    "b2": 7,
    "b3": 8,
    "thanh": 117,
    "toán": 128,
    "hướng": 63,
    "dẫn": 48,
    "phương": 102,
    "thức": 126,
    "thể": 124,
    "bằng": 25,
    "link": 72,
    "làm": 75,
    "sao": 108,
    "để": 156,
    "batman": 16,
    "thứ": 125,
    "tuần": 132,
    "chủ": 38,
    "nhật": 93,
    "mã": 82,
    "b7": 11,
    "i1": 65,
    "i2": 66,
    "chọn": 36
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "bot_challenge": 7,
    "affirm": 0,
    "deny": 8,
    "ask_showtimes": 5,
    "ask_available_seats": 1,
    "ask_cinema_info": 2,
    "ask_movie_info": 3,
    "book_ticket": 6,
    "ask_payment": 4,
    "provide_movie_name": 13,
    "provide_cinema_name": 11,
    "provide_date": 12,
    "provide_showtime_id": 16,
    "provide_seat_numbers": 15,
    "provide_num_tickets": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_create_booking": 1,
    "action_get_available_seats": 7,
    "action_get_cinema_info": 8,
    "action_get_movie_info": 9,
    "action_get_showtimes": 10,
    "action_redirect_to_payment": 12,
    "utter_ask_cinema_name": 18,
    "utter_ask_movie_name": 19,
    "utter_ask_num_tickets": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}