{
  "text": {
    " ": 0,
    "c": 429,
    "h": 569,
    "à": 1085,
    "o": 829,
    " c": 46,
    "ch": 443,
    "hà": 605,
    "ào": 1089,
    "o ": 830,
    " ch": 55,
    "chà": 452,
    "hào": 606,
    "ào ": 1090,
    " chà": 59,
    "chào": 453,
    "hào ": 607,
    "b": 379,
    "ạ": 1184,
    "n": 772,
    " b": 14,
    "bạ": 423,
    "ạn": 1189,
    "n ": 773,
    " bạ": 42,
    "bạn": 424,
    "ạn ": 1190,
    " bạn": 43,
    "bạn ": 425,
    "x": 1064,
    "i": 652,
    " x": 253,
    "xi": 1069,
    "in": 664,
    " xi": 256,
    "xin": 1070,
    "in ": 665,
    " xin": 257,
    "xin ": 1071,
    "e": 496,
    "l": 715,
    " h": 99,
    "he": 580,
    "el": 501,
    "ll": 727,
    "lo": 730,
    " he": 102,
    "hel": 584,
    "ell": 502,
    "llo": 728,
    "lo ": 731,
    " hel": 103,
    "hell": 585,
    "ello": 503,
    "llo ": 729,
    "hi": 588,
    "i ": 653,
    " hi": 105,
    "hi ": 589,
    " hi ": 106,
    "a": 333,
    "t": 943,
    "ha": 571,
    "at": 360,
    "tb": 948,
    "bo": 412,
    "ot": 851,
    "t ": 944,
    "cha": 445,
    "hat": 574,
    "atb": 363,
    "tbo": 949,
    "bot": 415,
    "ot ": 852,
    " cha": 56,
    "chat": 446,
    "hatb": 575,
    "atbo": 364,
    "tbot": 950,
    "bot ": 416,
    "y": 1074,
    "ey": 530,
    "y ": 1075,
    "hey": 586,
    "ey ": 531,
    " hey": 104,
    "hey ": 587,
    "u": 1008,
    "ổ": 1270,
    "bu": 417,
    "uổ": 1034,
    "ổi": 1271,
    " bu": 38,
    "buổ": 418,
    "uổi": 1035,
    "ổi ": 1272,
    " buổ": 39,
    "buổi": 419,
    "uổi ": 1036,
    "s": 917,
    "á": 1093,
    "g": 532,
    " s": 191,
    "sá": 931,
    "án": 1097,
    "ng": 787,
    "g ": 533,
    " sá": 200,
    "sán": 934,
    "áng": 1099,
    "ng ": 788,
    " sán": 202,
    "sáng": 935,
    "áng ": 1100,
    "ề": 1231,
    "iề": 687,
    "ều": 1233,
    "u ": 1009,
    "chi": 447,
    "hiề": 596,
    "iều": 688,
    "ều ": 1234,
    " chi": 57,
    "chiề": 449,
    "hiều": 597,
    "iều ": 689,
    "m": 744,
    " t": 209,
    "tạ": 1000,
    "ạm": 1187,
    "m ": 745,
    " tạ": 231,
    "tạm": 1003,
    "ạm ": 1188,
    " tạm": 233,
    "tạm ": 1004,
    "ệ": 1242,
    "bi": 407,
    "iệ": 693,
    "ệt": 1245,
    " bi": 33,
    "biệ": 410,
    "iệt": 696,
    "ệt ": 1246,
    " biệ": 34,
    "biệt": 411,
    "iệt ": 697,
    "by": 420,
    "ye": 1076,
    "e ": 497,
    " by": 40,
    "bye": 421,
    "ye ": 1077,
    " bye": 41,
    "bye ": 422,
    "d": 480,
    " g": 82,
    "go": 546,
    "oo": 842,
    "od": 831,
    "db": 485,
    " go": 89,
    "goo": 547,
    "ood": 843,
    "odb": 832,
    "dby": 486,
    " goo": 90,
    "good": 548,
    "oodb": 844,
    "odby": 833,
    "dbye": 487,
    "ẹ": 1224,
    "hẹ": 632,
    "ẹn": 1225,
    " hẹ": 112,
    "hẹn": 633,
    "ẹn ": 1226,
    " hẹn": 113,
    "hẹn ": 634,
    "ặ": 1219,
    "p": 861,
    "gặ": 566,
    "ặp": 1220,
    "p ": 862,
    " gặ": 97,
    "gặp": 567,
    "ặp ": 1221,
    " gặp": 98,
    "gặp ": 568,
    " l": 125,
    "lạ": 738,
    "ại": 1185,
    " lạ": 133,
    "lại": 739,
    "ại ": 1186,
    " lại": 134,
    "lại ": 740,
    "ả": 1193,
    "cả": 471,
    "ảm": 1196,
    " cả": 69,
    "cảm": 472,
    "ảm ": 1197,
    " cảm": 70,
    "cảm ": 473,
    "ơ": 1164,
    " ơ": 284,
    "ơn": 1166,
    " ơn": 285,
    "ơn ": 1167,
    " ơn ": 286,
    "v": 1037,
    " v": 236,
    "và": 1052,
    "à ": 1086,
    " và": 243,
    "và ": 1053,
    " và ": 244,
    "ô": 1127,
    "th": 953,
    "hô": 610,
    "ôi": 1128,
    " th": 210,
    "thô": 962,
    "hôi": 611,
    "ôi ": 1129,
    " thô": 215,
    "thôi": 963,
    "hôi ": 612,
    "é": 1113,
    " n": 150,
    "nh": 797,
    "hé": 608,
    "é ": 1114,
    " nh": 157,
    "nhé": 803,
    "hé ": 609,
    " nhé": 159,
    "nhé ": 804,
    "là": 734,
    " là": 130,
    "là ": 735,
    " là ": 131,
    " a": 4,
    "ai": 343,
    " ai": 9,
    "ai ": 344,
    " ai ": 10,
    " bo": 35,
    " bot": 37,
    " à": 261,
    " à ": 262,
    "ư": 1170,
    "ờ": 1281,
    "gư": 560,
    "ườ": 1178,
    "ời": 1282,
    " ng": 153,
    "ngư": 795,
    "gườ": 561,
    "ười": 1179,
    "ời ": 1283,
    " ngư": 156,
    "ngườ": 796,
    "gười": 562,
    "ười ": 1180,
    "ay": 377,
    " ha": 100,
    "hay": 576,
    "ay ": 378,
    " hay": 101,
    "hay ": 577,
    " p": 176,
    "ph": 866,
    "hả": 623,
    "ải": 1194,
    " ph": 177,
    "phả": 871,
    "hải": 624,
    "ải ": 1195,
    " phả": 180,
    "phải": 872,
    "hải ": 625,
    "k": 703,
    " k": 119,
    "kh": 705,
    "ôn": 1132,
    " kh": 120,
    "khô": 708,
    "hôn": 615,
    "ông": 1133,
    " khô": 122,
    "khôn": 709,
    "hông": 616,
    "ông ": 1134,
    "ó": 1123,
    "có": 469,
    "ó ": 1124,
    " có": 67,
    "có ": 470,
    " có ": 68,
    " m": 137,
    "má": 761,
    "áy": 1101,
    " má": 142,
    "máy": 762,
    "áy ": 1102,
    " máy": 143,
    "máy ": 763,
    "đ": 1137,
    "ồ": 1265,
    " đ": 265,
    "đồ": 1160,
    "ồn": 1267,
    " đồ": 281,
    "đồn": 1162,
    "ồng": 1268,
    " đồn": 283,
    "đồng": 1163,
    "ồng ": 1269,
    "ý": 1135,
    " ý": 263,
    "ý ": 1136,
    " ý ": 264,
    " o": 171,
    "ok": 834,
    "k ": 704,
    " ok": 172,
    "ok ": 835,
    " ok ": 173,
    "ợ": 1286,
    "đư": 1149,
    "ượ": 1181,
    "ợc": 1287,
    "c ": 430,
    " đư": 273,
    "đượ": 1150,
    "ược": 1182,
    "ợc ": 1288,
    " đượ": 274,
    "được": 1151,
    "ược ": 1183,
    "ừ": 1297,
    " ừ": 289,
    "ừ ": 1298,
    " ừ ": 290,
    "â": 1103,
    "vâ": 1054,
    "ân": 1104,
    " vâ": 245,
    "vân": 1055,
    "âng": 1105,
    " vân": 246,
    "vâng": 1056,
    "âng ": 1106,
    " y": 258,
    "es": 526,
    "s ": 918,
    " ye": 259,
    "yes": 1078,
    "es ": 527,
    " yes": 260,
    "yes ": 1079,
    "no": 815,
    " no": 164,
    "no ": 816,
    " no ": 165,
    "ầ": 1201,
    "cầ": 474,
    "ần": 1202,
    " cầ": 71,
    "cần": 475,
    "ần ": 1203,
    " cần": 72,
    "cần ": 476,
    "ho": 601,
    "cho": 450,
    "ho ": 602,
    " cho": 58,
    "cho ": 451,
    "tô": 997,
    " tô": 229,
    "tôi": 998,
    " tôi": 230,
    "tôi ": 999,
    "xe": 1066,
    "em": 504,
    " xe": 254,
    "xem": 1067,
    "em ": 505,
    " xem": 255,
    "xem ": 1068,
    "ị": 1251,
    "lị": 741,
    "ịc": 1254,
    "h ": 570,
    " lị": 135,
    "lịc": 742,
    "ịch": 1255,
    "ch ": 444,
    " lịc": 136,
    "lịch": 743,
    "ịch ": 1256,
    "ế": 1227,
    "iế": 684,
    "ếu": 1229,
    "hiế": 594,
    "iếu": 685,
    "ếu ": 1230,
    "chiế": 448,
    "hiếu": 595,
    "iếu ": 686,
    "r": 891,
    "av": 369,
    "ve": 1046,
    "en": 508,
    "ge": 537,
    "er": 518,
    "rs": 906,
    " av": 11,
    "ave": 372,
    "ven": 1047,
    "eng": 509,
    "nge": 789,
    "ger": 538,
    "ers": 524,
    "rs ": 907,
    " ave": 13,
    "aven": 373,
    "veng": 1048,
    "enge": 510,
    "nger": 790,
    "gers": 539,
    "ers ": 525,
    "khi": 706,
    " khi": 121,
    "khi ": 707,
    "nà": 821,
    " nà": 166,
    "nào": 822,
    " nào": 167,
    "nào ": 823,
    "im": 660,
    "phi": 867,
    "him": 590,
    "im ": 661,
    " phi": 178,
    "phim": 868,
    "him ": 591,
    "-": 291,
    "sp": 922,
    "pi": 873,
    "id": 654,
    "de": 488,
    "r-": 893,
    "-m": 295,
    "ma": 746,
    "an": 348,
    " sp": 194,
    "spi": 923,
    "pid": 874,
    "ide": 656,
    "der": 489,
    "er-": 520,
    "r-m": 894,
    "-ma": 296,
    "man": 750,
    "an ": 349,
    " spi": 195,
    "spid": 924,
    "pide": 875,
    "ider": 657,
    "der-": 490,
    "er-m": 521,
    "r-ma": 895,
    "-man": 297,
    "man ": 751,
    "ủ": 1289,
    "củ": 477,
    "ủa": 1291,
    "a ": 334,
    " củ": 73,
    "của": 478,
    "ủa ": 1292,
    " của": 74,
    "của ": 479,
    "cg": 440,
    "gv": 553,
    "v ": 1038,
    " cg": 53,
    "cgv": 441,
    "gv ": 554,
    " cgv": 54,
    "cgv ": 442,
    "ba": 390,
    "ac": 339,
    " ba": 25,
    "bac": 391,
    "ac ": 340,
    " bac": 26,
    "bac ": 392,
    "q": 887,
    " q": 183,
    "qu": 888,
    "ua": 1010,
    " qu": 184,
    "qua": 889,
    "uan": 1011,
    "ang": 350,
    " qua": 185,
    "quan": 890,
    "uang": 1012,
    "ang ": 351,
    "tr": 984,
    "ru": 908,
    "un": 1017,
    " tr": 223,
    "tru": 987,
    "run": 909,
    "ung": 1018,
    " tru": 225,
    "trun": 988,
    "rung": 910,
    "ung ": 1019,
    " r": 186,
    "rạ": 911,
    "ạp": 1191,
    " rạ": 189,
    "rạp": 912,
    "ạp ": 1192,
    " rạp": 190,
    "rạp ": 913,
    "hư": 617,
    "ư ": 1171,
    "như": 805,
    "hư ": 618,
    " như": 160,
    "như ": 806,
    "hế": 635,
    "ế ": 1228,
    "thế": 965,
    "hế ": 636,
    " thế": 216,
    "thế ": 966,
    "ì": 1118,
    "gì": 558,
    "ì ": 1119,
    " gì": 93,
    "gì ": 559,
    " gì ": 94,
    "ôm": 1130,
    " hô": 108,
    "hôm": 613,
    "ôm ": 1131,
    " hôm": 109,
    "hôm ": 614,
    "na": 774,
    " na": 151,
    "nay": 775,
    " nay": 152,
    "nay ": 776,
    "gà": 555,
    "ày": 1091,
    "ngà": 793,
    "gày": 556,
    "ày ": 1092,
    " ngà": 155,
    "ngày": 794,
    "gày ": 557,
    "_": 314,
    " _": 1,
    "__": 322,
    "_n": 330,
    "nu": 817,
    "um": 1013,
    "mb": 752,
    "be": 401,
    "r_": 896,
    "_-": 316,
    "-_": 292,
    "_ ": 315,
    " __": 2,
    "__n": 328,
    "_nu": 331,
    "num": 818,
    "umb": 1015,
    "mbe": 753,
    "ber": 402,
    "er_": 522,
    "r__": 897,
    "__-": 324,
    "_-_": 317,
    "-__": 293,
    "__ ": 323,
    " __n": 3,
    "__nu": 329,
    "_num": 332,
    "numb": 820,
    "umbe": 1016,
    "mber": 754,
    "ber_": 403,
    "er__": 523,
    "r__-": 899,
    "__-_": 325,
    "_-__": 318,
    "-__n": 294,
    "r__ ": 898,
    "op": 848,
    "pp": 881,
    "pe": 863,
    "ei": 498,
    "me": 755,
    "r ": 892,
    " op": 174,
    "opp": 849,
    "ppe": 882,
    "pen": 864,
    "enh": 511,
    "nhe": 799,
    "hei": 582,
    "eim": 499,
    "ime": 662,
    "mer": 756,
    "er ": 519,
    " opp": 175,
    "oppe": 850,
    "ppen": 883,
    "penh": 865,
    "enhe": 512,
    "nhei": 800,
    "heim": 583,
    "eime": 500,
    "imer": 663,
    "mer ": 757,
    "ở": 1284,
    " ở": 287,
    "ở ": 1285,
    " ở ": 288,
    "đâ": 1144,
    "âu": 1107,
    " đâ": 270,
    "đâu": 1145,
    "âu ": 1108,
    " đâu": 271,
    "đâu ": 1146,
    "ố": 1257,
    "mu": 758,
    "uố": 1031,
    "ốn": 1259,
    " mu": 140,
    "muố": 759,
    "uốn": 1032,
    "ốn ": 1260,
    " muố": 141,
    "muốn": 760,
    "uốn ": 1033,
    "ấ": 1198,
    "su": 928,
    "uấ": 1025,
    "ất": 1199,
    " su": 198,
    "suấ": 929,
    "uất": 1026,
    "ất ": 1200,
    " suấ": 199,
    "suất": 930,
    "uất ": 1027,
    " ma": 138,
    "mai": 748,
    " mai": 139,
    "mai ": 749,
    "vi": 1049,
    "nc": 777,
    "co": 463,
    "om": 838,
    " vi": 241,
    "vin": 1050,
    "inc": 666,
    "nco": 780,
    "com": 464,
    "om ": 839,
    " vin": 242,
    "vinc": 1051,
    "inco": 668,
    "ncom": 781,
    "com ": 465,
    "ga": 534,
    "al": 345,
    "la": 716,
    "ax": 374,
    "xy": 1072,
    " ga": 83,
    "gal": 535,
    "ala": 346,
    "lax": 719,
    "axy": 375,
    "xy ": 1073,
    " gal": 84,
    "gala": 536,
    "alax": 347,
    "laxy": 720,
    "axy ": 376,
    "ễ": 1239,
    "gu": 549,
    "uy": 1020,
    "yễ": 1082,
    "ễn": 1240,
    "ngu": 791,
    "guy": 550,
    "uyễ": 1023,
    "yễn": 1083,
    "ễn ": 1241,
    " ngu": 154,
    "nguy": 792,
    "guyễ": 552,
    "uyễn": 1024,
    "yễn ": 1084,
    " d": 75,
    "du": 491,
    " du": 78,
    "du ": 492,
    " du ": 79,
    "tại": 1001,
    " tại": 232,
    "tại ": 1002,
    "tt": 991,
    "te": 951,
    " lo": 128,
    "lot": 732,
    "ott": 853,
    "tte": 992,
    "te ": 952,
    " lot": 129,
    "lott": 733,
    "otte": 854,
    "tte ": 993,
    "ci": 460,
    "ne": 782,
    " ci": 63,
    "cin": 461,
    "ine": 669,
    "nem": 783,
    "ema": 506,
    "ma ": 747,
    " cin": 64,
    "cine": 462,
    "inem": 670,
    "nema": 784,
    "ema ": 507,
    "bh": 404,
    "hd": 578,
    "d ": 481,
    " bh": 31,
    "bhd": 405,
    "hd ": 579,
    " bhd": 32,
    "bhd ": 406,
    "st": 925,
    "ta": 945,
    "ar": 356,
    " st": 196,
    "sta": 926,
    "tar": 946,
    "ar ": 357,
    " sta": 197,
    "star": 927,
    "tar ": 947,
    "pl": 876,
    "ti": 972,
    " pl": 181,
    "pla": 877,
    "lat": 717,
    "ati": 365,
    "tin": 973,
    "inu": 676,
    "um ": 1014,
    " pla": 182,
    "plat": 878,
    "lati": 718,
    "atin": 366,
    "tinu": 975,
    "inum": 677,
    "num ": 819,
    "ep": 513,
    "le": 721,
    "ex": 528,
    "x ": 1065,
    "nep": 785,
    "epl": 514,
    "ple": 879,
    "lex": 722,
    "ex ": 529,
    "inep": 671,
    "nepl": 786,
    "eple": 515,
    "plex": 880,
    "lex ": 723,
    "va": 1043,
    "ava": 370,
    "vat": 1044,
    "ata": 361,
    " ava": 12,
    "avat": 371,
    "vata": 1045,
    "atar": 362,
    "the": 956,
    "he ": 581,
    " the": 212,
    "the ": 957,
    "ad": 341,
    "bad": 393,
    "ad ": 342,
    " bad": 27,
    "bad ": 394,
    "ys": 1080,
    " gu": 91,
    "uys": 1021,
    "ys ": 1081,
    " guy": 92,
    "guys": 551,
    "uys ": 1022,
    "ò": 1120,
    "cò": 466,
    "òn": 1121,
    " cò": 65,
    "còn": 467,
    "òn ": 1122,
    " còn": 66,
    "còn ": 468,
    "gh": 540,
    " gh": 85,
    "ghế": 541,
    " ghế": 86,
    "ghế ": 542,
    "rố": 914,
    "trố": 989,
    "rốn": 915,
    "ống": 1261,
    " trố": 226,
    "trốn": 990,
    "rống": 916,
    "ống ": 1262,
    "ể": 1235,
    "ki": 710,
    "iể": 690,
    "ểm": 1237,
    " ki": 123,
    "kiể": 713,
    "iểm": 691,
    "ểm ": 1238,
    " kiể": 124,
    "kiểm": 714,
    "iểm ": 692,
    "ra": 901,
    "tra": 985,
    "ra ": 902,
    " tra": 224,
    "tra ": 986,
    "sơ": 936,
    "ơ ": 1165,
    " sơ": 203,
    "sơ ": 937,
    " sơ ": 204,
    "ồ ": 1266,
    "đồ ": 1161,
    " đồ ": 282,
    "này": 824,
    " này": 168,
    "này ": 825,
    "ao": 354,
    "bao": 395,
    "ao ": 355,
    " bao": 28,
    "bao ": 396,
    "ê": 1115,
    "iê": 681,
    "êu": 1116,
    "nhi": 801,
    "hiê": 592,
    "iêu": 682,
    "êu ": 1117,
    " nhi": 158,
    "nhiê": 802,
    "hiêu": 593,
    "iêu ": 683,
    "ỗ": 1273,
    "hỗ": 641,
    "ỗ ": 1274,
    "chỗ": 456,
    "hỗ ": 642,
    " chỗ": 61,
    "chỗ ": 457,
    " i": 114,
    " id": 115,
    "id ": 655,
    " id ": 116,
    "thôn": 964,
    " ti": 219,
    " tin": 220,
    "tin ": 974,
    "về": 1059,
    "ề ": 1232,
    " về": 249,
    "về ": 1060,
    " về ": 250,
    "đị": 1157,
    "ịa": 1252,
    " đị": 279,
    "địa": 1158,
    "ịa ": 1253,
    " địa": 280,
    "địa ": 1159,
    "ỉ": 1249,
    "hỉ": 639,
    "ỉ ": 1250,
    "chỉ": 454,
    "hỉ ": 640,
    " chỉ": 60,
    "chỉ ": 455,
    "gầ": 563,
    " gầ": 95,
    "gần": 564,
    " gần": 96,
    "gần ": 565,
    "ây": 1109,
    "đây": 1147,
    "ây ": 1110,
    " đây": 272,
    "đây ": 1148,
    "da": 482,
    " da": 76,
    "dan": 483,
    "anh": 352,
    "nh ": 798,
    " dan": 77,
    "danh": 484,
    "anh ": 353,
    "ác": 1094,
    "sác": 932,
    "ách": 1095,
    " sác": 201,
    "sách": 933,
    "ách ": 1096,
    "tố": 1005,
    "ốt": 1263,
    " tố": 234,
    "tốt": 1006,
    "ốt ": 1264,
    " tốt": 235,
    "tốt ": 1007,
    "ữ": 1299,
    "hữ": 649,
    "ữn": 1300,
    "nhữ": 811,
    "hữn": 650,
    "ững": 1301,
    " nhữ": 163,
    "nhữn": 812,
    "hững": 651,
    "ững ": 1302,
    "số": 941,
    "ố ": 1258,
    " số": 207,
    "số ": 942,
    " số ": 208,
    "đi": 1141,
    "ện": 1243,
    " đi": 268,
    "điệ": 1142,
    "iện": 694,
    "ện ": 1244,
    " điệ": 269,
    "điện": 1143,
    "iện ": 695,
    "oạ": 858,
    "tho": 960,
    "hoạ": 603,
    "oại": 859,
    " tho": 214,
    "thoạ": 961,
    "hoại": 604,
    "oại ": 860,
    "ce": 437,
    "pt": 884,
    "io": 678,
    "on": 840,
    " in": 117,
    "nce": 778,
    "cep": 438,
    "ept": 516,
    "pti": 885,
    "tio": 976,
    "ion": 679,
    "on ": 841,
    " inc": 118,
    "ince": 667,
    "ncep": 779,
    "cept": 439,
    "epti": 517,
    "ptio": 886,
    "tion": 977,
    "ion ": 680,
    "nó": 826,
    "ói": 1125,
    " nó": 169,
    "nói": 827,
    "ói ": 1126,
    " nói": 170,
    "nói ": 828,
    "ớ": 1275,
    "mớ": 769,
    "ới": 1276,
    " mớ": 148,
    "mới": 770,
    "ới ": 1277,
    " mới": 149,
    "mới ": 771,
    "đa": 1138,
    " đa": 266,
    "đan": 1139,
    " đan": 267,
    "đang": 1140,
    "ắ": 1210,
    "sắ": 938,
    "ắp": 1211,
    " sắ": 205,
    "sắp": 939,
    "ắp ": 1212,
    " sắp": 206,
    "sắp ": 940,
    "gi": 543,
    "iớ": 700,
    " gi": 87,
    "giớ": 544,
    "iới": 701,
    " giớ": 88,
    "giới": 545,
    "iới ": 702,
    "ệu": 1247,
    "thi": 958,
    "hiệ": 598,
    "iệu": 698,
    "ệu ": 1248,
    " thi": 213,
    "thiệ": 959,
    "hiệu": 600,
    "iệu ": 699,
    "rb": 903,
    "ie": 658,
    "bar": 397,
    "arb": 358,
    "rbi": 904,
    "bie": 408,
    "ie ": 659,
    " bar": 29,
    "barb": 398,
    "arbi": 359,
    "rbie": 905,
    "bie ": 409,
    "hấ": 626,
    "nhấ": 807,
    "hất": 627,
    " nhấ": 161,
    "nhất": 808,
    "hất ": 628,
    " hiệ": 107,
    "hiện": 599,
    " ra": 187,
    " ra ": 188,
    "mắ": 766,
    "ắt": 1213,
    " mắ": 146,
    "mắt": 767,
    "ắt ": 1214,
    " mắt": 147,
    "mắt ": 768,
    "đặ": 1152,
    "ặt": 1222,
    " đặ": 275,
    "đặt": 1153,
    "ặt ": 1223,
    " đặt": 276,
    "đặt ": 1154,
    "vé": 1057,
    " vé": 247,
    "vé ": 1058,
    " vé ": 248,
    "boo": 413,
    "ook": 845,
    " boo": 36,
    "book": 414,
    "ook ": 846,
    "oki": 836,
    "kin": 711,
    "ing": 672,
    "ooki": 847,
    "okin": 837,
    "king": 712,
    "ing ": 673,
    "1": 302,
    "a1": 335,
    "1 ": 303,
    " a1": 5,
    "a1 ": 336,
    " a1 ": 6,
    "2": 304,
    "a2": 337,
    "2 ": 305,
    " a2": 7,
    "a2 ": 338,
    " a2 ": 8,
    "5": 308,
    "b5": 384,
    "5 ": 309,
    " b5": 19,
    "b5 ": 385,
    " b5 ": 20,
    "6": 310,
    "b6": 386,
    "6 ": 311,
    " b6": 21,
    "b6 ": 387,
    " b6 ": 22,
    "c1": 431,
    " c1": 47,
    "c1 ": 432,
    " c1 ": 48,
    "c2": 433,
    " c2": 49,
    "c2 ": 434,
    " c2 ": 50,
    "3": 306,
    "c3": 435,
    "3 ": 307,
    " c3": 51,
    "c3 ": 436,
    " c3 ": 52,
    "v1": 1039,
    " v1": 237,
    "v1 ": 1040,
    " v1 ": 238,
    "v2": 1041,
    " v2": 239,
    "v2 ": 1042,
    " v2 ": 240,
    "vớ": 1061,
    " vớ": 251,
    "với": 1062,
    " với": 252,
    "với ": 1063,
    "b1": 380,
    " b1": 15,
    "b1 ": 381,
    " b1 ": 16,
    "b2": 382,
    " b2": 17,
    "b2 ": 383,
    " b2 ": 18,
    "tha": 954,
    "han": 572,
    " tha": 211,
    "than": 955,
    "hanh": 573,
    "to": 981,
    "oá": 855,
    " to": 221,
    "toá": 982,
    "oán": 856,
    "án ": 1098,
    " toá": 222,
    "toán": 983,
    "oán ": 857,
    "ướ": 1175,
    "ớn": 1278,
    " hư": 110,
    "hướ": 621,
    "ướn": 1176,
    "ớng": 1279,
    " hướ": 111,
    "hướn": 622,
    "ướng": 1177,
    "ớng ": 1280,
    "ẫ": 1204,
    "dẫ": 493,
    "ẫn": 1205,
    " dẫ": 80,
    "dẫn": 494,
    "ẫn ": 1206,
    " dẫn": 81,
    "dẫn ": 495,
    "ươ": 1172,
    "phư": 869,
    "hươ": 619,
    "ươn": 1173,
    "ơng": 1168,
    " phư": 179,
    "phươ": 870,
    "hươn": 620,
    "ương": 1174,
    "ơng ": 1169,
    "ứ": 1293,
    "hứ": 645,
    "ức": 1295,
    "thứ": 969,
    "hức": 647,
    "ức ": 1296,
    " thứ": 218,
    "thức": 971,
    "hức ": 648,
    "hể": 637,
    "ể ": 1236,
    "thể": 967,
    "hể ": 638,
    " thể": 217,
    "thể ": 968,
    "ằ": 1215,
    "bằ": 426,
    "ằn": 1216,
    " bằ": 44,
    "bằn": 427,
    "ằng": 1217,
    " bằn": 45,
    "bằng": 428,
    "ằng ": 1218,
    "li": 724,
    "nk": 813,
    " li": 126,
    "lin": 725,
    "ink": 674,
    "nk ": 814,
    " lin": 127,
    "link": 726,
    "ink ": 675,
    "àm": 1087,
    "làm": 736,
    "àm ": 1088,
    " làm": 132,
    "làm ": 737,
    "sa": 919,
    " sa": 192,
    "sao": 920,
    " sao": 193,
    "sao ": 921,
    "để": 1155,
    " để": 277,
    "để ": 1156,
    " để ": 278,
    "tm": 978,
    "bat": 399,
    "atm": 367,
    "tma": 979,
    " bat": 30,
    "batm": 400,
    "atma": 368,
    "tman": 980,
    "/": 298,
    "_/": 319,
    "/_": 299,
    "__/": 326,
    "_/_": 320,
    "/__": 300,
    "r__/": 900,
    "__/_": 327,
    "_/__": 321,
    "/__n": 301,
    "ứ ": 1294,
    "hứ ": 646,
    "thứ ": 970,
    "tu": 994,
    "uầ": 1028,
    " tu": 227,
    "tuầ": 995,
    "uần": 1029,
    " tuầ": 228,
    "tuần": 996,
    "uần ": 1030,
    "hủ": 643,
    "ủ ": 1290,
    "chủ": 458,
    "hủ ": 644,
    " chủ": 62,
    "chủ ": 459,
    "ậ": 1207,
    "hậ": 629,
    "ật": 1208,
    "nhậ": 809,
    "hật": 630,
    "ật ": 1209,
    " nhậ": 162,
    "nhật": 810,
    "hật ": 631,
    "ã": 1111,
    "mã": 764,
    "ã ": 1112,
    " mã": 144,
    "mã ": 765,
    " mã ": 145,
    "7": 312,
    "b7": 388,
    "7 ": 313,
    " b7": 23,
    "b7 ": 389,
    " b7 ": 24
  },
  "response": null,
  "action_text": null
}