{
  "text": {
    " ": 0,
    "c": 359,
    "h": 492,
    "à": 982,
    "o": 740,
    " c": 31,
    "ch": 367,
    "hà": 528,
    "ào": 984,
    "o ": 741,
    " ch": 34,
    "chà": 376,
    "hào": 529,
    "ào ": 985,
    " chà": 38,
    "chào": 377,
    "hào ": 530,
    "b": 321,
    "ạ": 1075,
    "n": 685,
    " b": 10,
    "bạ": 353,
    "ạn": 1080,
    "n ": 686,
    " bạ": 27,
    "bạn": 354,
    "ạn ": 1081,
    " bạn": 28,
    "bạn ": 355,
    "x": 963,
    "i": 575,
    " x": 215,
    "xi": 968,
    "in": 586,
    " xi": 218,
    "xin": 969,
    "in ": 587,
    " xin": 219,
    "xin ": 970,
    "e": 420,
    "l": 635,
    " h": 76,
    "he": 503,
    "el": 425,
    "ll": 644,
    "lo": 647,
    " he": 79,
    "hel": 507,
    "ell": 426,
    "llo": 645,
    "lo ": 648,
    " hel": 80,
    "hell": 508,
    "ello": 427,
    "llo ": 646,
    "hi": 511,
    "i ": 576,
    " hi": 82,
    "hi ": 512,
    " hi ": 83,
    "a": 281,
    "t": 851,
    "ha": 494,
    "at": 302,
    "tb": 856,
    "bo": 342,
    "ot": 762,
    "t ": 852,
    "cha": 369,
    "hat": 497,
    "atb": 305,
    "tbo": 857,
    "bot": 345,
    "ot ": 763,
    " cha": 35,
    "chat": 370,
    "hatb": 498,
    "atbo": 306,
    "tbot": 858,
    "bot ": 346,
    "y": 973,
    "ey": 454,
    "y ": 974,
    "hey": 509,
    "ey ": 455,
    " hey": 81,
    "hey ": 510,
    "u": 916,
    "ổ": 1161,
    "bu": 347,
    "uổ": 940,
    "ổi": 1162,
    " bu": 23,
    "buổ": 348,
    "uổi": 941,
    "ổi ": 1163,
    " buổ": 24,
    "buổi": 349,
    "uổi ": 942,
    "s": 828,
    "á": 988,
    "g": 456,
    " s": 161,
    "sá": 839,
    "án": 992,
    "ng": 700,
    "g ": 457,
    " sá": 168,
    "sán": 842,
    "áng": 994,
    "ng ": 701,
    " sán": 170,
    "sáng": 843,
    "áng ": 995,
    "ề": 1122,
    "iề": 607,
    "ều": 1124,
    "u ": 917,
    "chi": 371,
    "hiề": 519,
    "iều": 608,
    "ều ": 1125,
    " chi": 36,
    "chiề": 373,
    "hiều": 520,
    "iều ": 609,
    "m": 659,
    " t": 177,
    "tạ": 908,
    "ạm": 1078,
    "m ": 660,
    " tạ": 199,
    "tạm": 911,
    "ạm ": 1079,
    " tạm": 201,
    "tạm ": 912,
    "ệ": 1133,
    "bi": 337,
    "iệ": 613,
    "ệt": 1136,
    " bi": 18,
    "biệ": 340,
    "iệt": 616,
    "ệt ": 1137,
    " biệ": 19,
    "biệt": 341,
    "iệt ": 617,
    "by": 350,
    "ye": 975,
    "e ": 421,
    " by": 25,
    "bye": 351,
    "ye ": 976,
    " bye": 26,
    "bye ": 352,
    "d": 404,
    " g": 61,
    "go": 470,
    "oo": 753,
    "od": 742,
    "db": 409,
    " go": 68,
    "goo": 471,
    "ood": 754,
    "odb": 743,
    "dby": 410,
    " goo": 69,
    "good": 472,
    "oodb": 755,
    "odby": 744,
    "dbye": 411,
    "ẹ": 1115,
    "hẹ": 555,
    "ẹn": 1116,
    " hẹ": 89,
    "hẹn": 556,
    "ẹn ": 1117,
    " hẹn": 90,
    "hẹn ": 557,
    "ặ": 1110,
    "p": 772,
    "gặ": 489,
    "ặp": 1111,
    "p ": 773,
    " gặ": 74,
    "gặp": 490,
    "ặp ": 1112,
    " gặp": 75,
    "gặp ": 491,
    " l": 100,
    "lạ": 653,
    "ại": 1076,
    " lạ": 105,
    "lại": 654,
    "ại ": 1077,
    " lại": 106,
    "lại ": 655,
    "ả": 1084,
    "cả": 395,
    "ảm": 1087,
    " cả": 48,
    "cảm": 396,
    "ảm ": 1088,
    " cảm": 49,
    "cảm ": 397,
    "ơ": 1055,
    " ơ": 244,
    "ơn": 1057,
    " ơn": 245,
    "ơn ": 1058,
    " ơn ": 246,
    "v": 943,
    " v": 204,
    "và": 954,
    "à ": 983,
    " và": 207,
    "và ": 955,
    " và ": 208,
    "ô": 1020,
    "th": 861,
    "hô": 533,
    "ôi": 1021,
    " th": 178,
    "thô": 870,
    "hôi": 534,
    "ôi ": 1022,
    " thô": 183,
    "thôi": 871,
    "hôi ": 535,
    "é": 1006,
    " n": 120,
    "nh": 710,
    "hé": 531,
    "é ": 1007,
    " nh": 127,
    "nhé": 716,
    "hé ": 532,
    " nhé": 129,
    "nhé ": 717,
    "là": 651,
    " là": 103,
    "là ": 652,
    " là ": 104,
    " a": 4,
    "ai": 285,
    " ai": 5,
    "ai ": 286,
    " ai ": 6,
    " bo": 20,
    " bot": 22,
    " à": 223,
    " à ": 224,
    "ư": 1061,
    "ờ": 1172,
    "gư": 483,
    "ườ": 1069,
    "ời": 1173,
    " ng": 123,
    "ngư": 708,
    "gườ": 484,
    "ười": 1070,
    "ời ": 1174,
    " ngư": 126,
    "ngườ": 709,
    "gười": 485,
    "ười ": 1071,
    "ay": 319,
    " ha": 77,
    "hay": 499,
    "ay ": 320,
    " hay": 78,
    "hay ": 500,
    " p": 146,
    "ph": 777,
    "hả": 546,
    "ải": 1085,
    " ph": 147,
    "phả": 782,
    "hải": 547,
    "ải ": 1086,
    " phả": 150,
    "phải": 783,
    "hải ": 548,
    "k": 623,
    " k": 94,
    "kh": 625,
    "ôn": 1025,
    " kh": 95,
    "khô": 628,
    "hôn": 538,
    "ông": 1026,
    " khô": 97,
    "khôn": 629,
    "hông": 539,
    "ông ": 1027,
    "ó": 1016,
    "có": 393,
    "ó ": 1017,
    " có": 46,
    "có ": 394,
    " có ": 47,
    " m": 109,
    "má": 676,
    "áy": 996,
    " má": 114,
    "máy": 677,
    "áy ": 997,
    " máy": 115,
    "máy ": 678,
    "đ": 1030,
    "ồ": 1156,
    " đ": 227,
    "đồ": 1051,
    "ồn": 1158,
    " đồ": 241,
    "đồn": 1053,
    "ồng": 1159,
    " đồn": 243,
    "đồng": 1054,
    "ồng ": 1160,
    "ý": 1028,
    " ý": 225,
    "ý ": 1029,
    " ý ": 226,
    " o": 141,
    "ok": 745,
    "k ": 624,
    " ok": 142,
    "ok ": 746,
    " ok ": 143,
    "ợ": 1177,
    "đư": 1042,
    "ượ": 1072,
    "ợc": 1178,
    "c ": 360,
    " đư": 235,
    "đượ": 1043,
    "ược": 1073,
    "ợc ": 1179,
    " đượ": 236,
    "được": 1044,
    "ược ": 1074,
    "ừ": 1188,
    " ừ": 249,
    "ừ ": 1189,
    " ừ ": 250,
    "â": 998,
    "vâ": 956,
    "ân": 999,
    " vâ": 209,
    "vân": 957,
    "âng": 1000,
    " vân": 210,
    "vâng": 958,
    "âng ": 1001,
    " y": 220,
    "es": 450,
    "s ": 829,
    " ye": 221,
    "yes": 977,
    "es ": 451,
    " yes": 222,
    "yes ": 978,
    "no": 726,
    " no": 134,
    "no ": 727,
    " no ": 135,
    "ầ": 1092,
    "cầ": 398,
    "ần": 1093,
    " cầ": 50,
    "cần": 399,
    "ần ": 1094,
    " cần": 51,
    "cần ": 400,
    "ho": 524,
    "cho": 374,
    "ho ": 525,
    " cho": 37,
    "cho ": 375,
    "tô": 905,
    " tô": 197,
    "tôi": 906,
    " tôi": 198,
    "tôi ": 907,
    "xe": 965,
    "em": 428,
    " xe": 216,
    "xem": 966,
    "em ": 429,
    " xem": 217,
    "xem ": 967,
    "ị": 1142,
    "lị": 656,
    "ịc": 1145,
    "h ": 493,
    " lị": 107,
    "lịc": 657,
    "ịch": 1146,
    "ch ": 368,
    " lịc": 108,
    "lịch": 658,
    "ịch ": 1147,
    "ế": 1118,
    "iế": 604,
    "ếu": 1120,
    "hiế": 517,
    "iếu": 605,
    "ếu ": 1121,
    "chiế": 372,
    "hiếu": 518,
    "iếu ": 606,
    "r": 802,
    "av": 311,
    "ve": 948,
    "en": 432,
    "ge": 461,
    "er": 442,
    "rs": 817,
    " av": 7,
    "ave": 314,
    "ven": 949,
    "eng": 433,
    "nge": 702,
    "ger": 462,
    "ers": 448,
    "rs ": 818,
    " ave": 9,
    "aven": 315,
    "veng": 950,
    "enge": 434,
    "nger": 703,
    "gers": 463,
    "ers ": 449,
    "khi": 626,
    " khi": 96,
    "khi ": 627,
    "nà": 732,
    " nà": 136,
    "nào": 733,
    " nào": 137,
    "nào ": 734,
    "im": 582,
    "phi": 778,
    "him": 513,
    "im ": 583,
    " phi": 148,
    "phim": 779,
    "him ": 514,
    "-": 251,
    "sp": 830,
    "pi": 784,
    "id": 577,
    "de": 412,
    "r-": 804,
    "-m": 255,
    "ma": 661,
    "an": 290,
    " sp": 162,
    "spi": 831,
    "pid": 785,
    "ide": 578,
    "der": 413,
    "er-": 444,
    "r-m": 805,
    "-ma": 256,
    "man": 665,
    "an ": 291,
    " spi": 163,
    "spid": 832,
    "pide": 786,
    "ider": 579,
    "der-": 414,
    "er-m": 445,
    "r-ma": 806,
    "-man": 257,
    "man ": 666,
    "ủ": 1180,
    "củ": 401,
    "ủa": 1182,
    "a ": 282,
    " củ": 52,
    "của": 402,
    "ủa ": 1183,
    " của": 53,
    "của ": 403,
    "cg": 364,
    "gv": 476,
    "v ": 944,
    " cg": 32,
    "cgv": 365,
    "gv ": 477,
    " cgv": 33,
    "cgv ": 366,
    "ba": 322,
    "ac": 283,
    " ba": 11,
    "bac": 323,
    "ac ": 284,
    " bac": 12,
    "bac ": 324,
    "q": 798,
    " q": 153,
    "qu": 799,
    "ua": 918,
    " qu": 154,
    "qua": 800,
    "uan": 919,
    "ang": 292,
    " qua": 155,
    "quan": 801,
    "uang": 920,
    "ang ": 293,
    "tr": 892,
    "ru": 819,
    "un": 925,
    " tr": 191,
    "tru": 895,
    "run": 820,
    "ung": 926,
    " tru": 193,
    "trun": 896,
    "rung": 821,
    "ung ": 927,
    " r": 156,
    "rạ": 822,
    "ạp": 1082,
    " rạ": 159,
    "rạp": 823,
    "ạp ": 1083,
    " rạp": 160,
    "rạp ": 824,
    "hư": 540,
    "ư ": 1062,
    "như": 718,
    "hư ": 541,
    " như": 130,
    "như ": 719,
    "hế": 558,
    "ế ": 1119,
    "thế": 873,
    "hế ": 559,
    " thế": 184,
    "thế ": 874,
    "ì": 1011,
    "gì": 481,
    "ì ": 1012,
    " gì": 70,
    "gì ": 482,
    " gì ": 71,
    "ôm": 1023,
    " hô": 85,
    "hôm": 536,
    "ôm ": 1024,
    " hôm": 86,
    "hôm ": 537,
    "na": 687,
    " na": 121,
    "nay": 688,
    " nay": 122,
    "nay ": 689,
    "gà": 478,
    "ày": 986,
    "ngà": 706,
    "gày": 479,
    "ày ": 987,
    " ngà": 125,
    "ngày": 707,
    "gày ": 480,
    "_": 262,
    " _": 1,
    "__": 270,
    "_n": 278,
    "nu": 728,
    "um": 921,
    "mb": 667,
    "be": 331,
    "r_": 807,
    "_-": 264,
    "-_": 252,
    "_ ": 263,
    " __": 2,
    "__n": 276,
    "_nu": 279,
    "num": 729,
    "umb": 923,
    "mbe": 668,
    "ber": 332,
    "er_": 446,
    "r__": 808,
    "__-": 272,
    "_-_": 265,
    "-__": 253,
    "__ ": 271,
    " __n": 3,
    "__nu": 277,
    "_num": 280,
    "numb": 731,
    "umbe": 924,
    "mber": 669,
    "ber_": 333,
    "er__": 447,
    "r__-": 810,
    "__-_": 273,
    "_-__": 266,
    "-__n": 254,
    "r__ ": 809,
    "op": 759,
    "pp": 792,
    "pe": 774,
    "ei": 422,
    "me": 670,
    "r ": 803,
    " op": 144,
    "opp": 760,
    "ppe": 793,
    "pen": 775,
    "enh": 435,
    "nhe": 712,
    "hei": 505,
    "eim": 423,
    "ime": 584,
    "mer": 671,
    "er ": 443,
    " opp": 145,
    "oppe": 761,
    "ppen": 794,
    "penh": 776,
    "enhe": 436,
    "nhei": 713,
    "heim": 506,
    "eime": 424,
    "imer": 585,
    "mer ": 672,
    "ở": 1175,
    " ở": 247,
    "ở ": 1176,
    " ở ": 248,
    "đâ": 1037,
    "âu": 1002,
    " đâ": 232,
    "đâu": 1038,
    "âu ": 1003,
    " đâu": 233,
    "đâu ": 1039,
    "ố": 1148,
    "mu": 673,
    "uố": 937,
    "ốn": 1150,
    " mu": 112,
    "muố": 674,
    "uốn": 938,
    "ốn ": 1151,
    " muố": 113,
    "muốn": 675,
    "uốn ": 939,
    "ấ": 1089,
    "su": 836,
    "uấ": 931,
    "ất": 1090,
    " su": 166,
    "suấ": 837,
    "uất": 932,
    "ất ": 1091,
    " suấ": 167,
    "suất": 838,
    "uất ": 933,
    " ma": 110,
    "mai": 663,
    " mai": 111,
    "mai ": 664,
    "vi": 951,
    "nc": 690,
    "co": 387,
    "om": 749,
    " vi": 205,
    "vin": 952,
    "inc": 588,
    "nco": 693,
    "com": 388,
    "om ": 750,
    " vin": 206,
    "vinc": 953,
    "inco": 590,
    "ncom": 694,
    "com ": 389,
    "ga": 458,
    "al": 287,
    "la": 636,
    "ax": 316,
    "xy": 971,
    " ga": 62,
    "gal": 459,
    "ala": 288,
    "lax": 639,
    "axy": 317,
    "xy ": 972,
    " gal": 63,
    "gala": 460,
    "alax": 289,
    "laxy": 640,
    "axy ": 318,
    "ễ": 1130,
    "gu": 473,
    "uy": 928,
    "yễ": 979,
    "ễn": 1131,
    "ngu": 704,
    "guy": 474,
    "uyễ": 929,
    "yễn": 980,
    "ễn ": 1132,
    " ngu": 124,
    "nguy": 705,
    "guyễ": 475,
    "uyễn": 930,
    "yễn ": 981,
    " d": 54,
    "du": 415,
    " du": 57,
    "du ": 416,
    " du ": 58,
    "tại": 909,
    " tại": 200,
    "tại ": 910,
    "tt": 899,
    "te": 859,
    " lo": 101,
    "lot": 649,
    "ott": 764,
    "tte": 900,
    "te ": 860,
    " lot": 102,
    "lott": 650,
    "otte": 765,
    "tte ": 901,
    "ci": 384,
    "ne": 695,
    " ci": 42,
    "cin": 385,
    "ine": 591,
    "nem": 696,
    "ema": 430,
    "ma ": 662,
    " cin": 43,
    "cine": 386,
    "inem": 592,
    "nema": 697,
    "ema ": 431,
    "bh": 334,
    "hd": 501,
    "d ": 405,
    " bh": 16,
    "bhd": 335,
    "hd ": 502,
    " bhd": 17,
    "bhd ": 336,
    "st": 833,
    "ta": 853,
    "ar": 298,
    " st": 164,
    "sta": 834,
    "tar": 854,
    "ar ": 299,
    " sta": 165,
    "star": 835,
    "tar ": 855,
    "pl": 787,
    "ti": 880,
    " pl": 151,
    "pla": 788,
    "lat": 637,
    "ati": 307,
    "tin": 881,
    "inu": 596,
    "um ": 922,
    " pla": 152,
    "plat": 789,
    "lati": 638,
    "atin": 308,
    "tinu": 883,
    "inum": 597,
    "num ": 730,
    "ep": 437,
    "le": 641,
    "ex": 452,
    "x ": 964,
    "nep": 698,
    "epl": 438,
    "ple": 790,
    "lex": 642,
    "ex ": 453,
    "inep": 593,
    "nepl": 699,
    "eple": 439,
    "plex": 791,
    "lex ": 643,
    "va": 945,
    "ava": 312,
    "vat": 946,
    "ata": 303,
    " ava": 8,
    "avat": 313,
    "vata": 947,
    "atar": 304,
    "ò": 1013,
    "cò": 390,
    "òn": 1014,
    " cò": 44,
    "còn": 391,
    "òn ": 1015,
    " còn": 45,
    "còn ": 392,
    "gh": 464,
    " gh": 64,
    "ghế": 465,
    " ghế": 65,
    "ghế ": 466,
    "rố": 825,
    "trố": 897,
    "rốn": 826,
    "ống": 1152,
    " trố": 194,
    "trốn": 898,
    "rống": 827,
    "ống ": 1153,
    "ể": 1126,
    "ki": 630,
    "iể": 610,
    "ểm": 1128,
    " ki": 98,
    "kiể": 633,
    "iểm": 611,
    "ểm ": 1129,
    " kiể": 99,
    "kiểm": 634,
    "iểm ": 612,
    "ra": 812,
    "tra": 893,
    "ra ": 813,
    " tra": 192,
    "tra ": 894,
    "sơ": 844,
    "ơ ": 1056,
    " sơ": 171,
    "sơ ": 845,
    " sơ ": 172,
    "ồ ": 1157,
    "đồ ": 1052,
    " đồ ": 242,
    "này": 735,
    " này": 138,
    "này ": 736,
    "ao": 296,
    "bao": 325,
    "ao ": 297,
    " bao": 13,
    "bao ": 326,
    "ê": 1008,
    "iê": 601,
    "êu": 1009,
    "nhi": 714,
    "hiê": 515,
    "iêu": 602,
    "êu ": 1010,
    " nhi": 128,
    "nhiê": 715,
    "hiêu": 516,
    "iêu ": 603,
    "ỗ": 1164,
    "hỗ": 564,
    "ỗ ": 1165,
    "chỗ": 380,
    "hỗ ": 565,
    " chỗ": 40,
    "chỗ ": 381,
    "thôn": 872,
    " ti": 187,
    " tin": 188,
    "tin ": 882,
    "về": 961,
    "ề ": 1123,
    " về": 213,
    "về ": 962,
    " về ": 214,
    "đị": 1048,
    "ịa": 1143,
    " đị": 239,
    "địa": 1049,
    "ịa ": 1144,
    " địa": 240,
    "địa ": 1050,
    "ỉ": 1140,
    "hỉ": 562,
    "ỉ ": 1141,
    "chỉ": 378,
    "hỉ ": 563,
    " chỉ": 39,
    "chỉ ": 379,
    "gầ": 486,
    " gầ": 72,
    "gần": 487,
    " gần": 73,
    "gần ": 488,
    "ây": 1004,
    "đây": 1040,
    "ây ": 1005,
    " đây": 234,
    "đây ": 1041,
    "da": 406,
    " da": 55,
    "dan": 407,
    "anh": 294,
    "nh ": 711,
    " dan": 56,
    "danh": 408,
    "anh ": 295,
    "ác": 989,
    "sác": 840,
    "ách": 990,
    " sác": 169,
    "sách": 841,
    "ách ": 991,
    "tố": 913,
    "ốt": 1154,
    " tố": 202,
    "tốt": 914,
    "ốt ": 1155,
    " tốt": 203,
    "tốt ": 915,
    "ữ": 1190,
    "hữ": 572,
    "ữn": 1191,
    "nhữ": 724,
    "hữn": 573,
    "ững": 1192,
    " nhữ": 133,
    "nhữn": 725,
    "hững": 574,
    "ững ": 1193,
    "số": 849,
    "ố ": 1149,
    " số": 175,
    "số ": 850,
    " số ": 176,
    "đi": 1034,
    "ện": 1134,
    " đi": 230,
    "điệ": 1035,
    "iện": 614,
    "ện ": 1135,
    " điệ": 231,
    "điện": 1036,
    "iện ": 615,
    "oạ": 769,
    "tho": 868,
    "hoạ": 526,
    "oại": 770,
    " tho": 182,
    "thoạ": 869,
    "hoại": 527,
    "oại ": 771,
    " i": 91,
    "ce": 361,
    "pt": 795,
    "io": 598,
    "on": 751,
    " in": 92,
    "nce": 691,
    "cep": 362,
    "ept": 440,
    "pti": 796,
    "tio": 884,
    "ion": 599,
    "on ": 752,
    " inc": 93,
    "ince": 589,
    "ncep": 692,
    "cept": 363,
    "epti": 441,
    "ptio": 797,
    "tion": 885,
    "ion ": 600,
    "nó": 737,
    "ói": 1018,
    " nó": 139,
    "nói": 738,
    "ói ": 1019,
    " nói": 140,
    "nói ": 739,
    "ớ": 1166,
    "mớ": 682,
    "ới": 1167,
    " mớ": 118,
    "mới": 683,
    "ới ": 1168,
    " mới": 119,
    "mới ": 684,
    "đa": 1031,
    " đa": 228,
    "đan": 1032,
    " đan": 229,
    "đang": 1033,
    "ắ": 1101,
    "sắ": 846,
    "ắp": 1102,
    " sắ": 173,
    "sắp": 847,
    "ắp ": 1103,
    " sắp": 174,
    "sắp ": 848,
    "gi": 467,
    "iớ": 620,
    " gi": 66,
    "giớ": 468,
    "iới": 621,
    " giớ": 67,
    "giới": 469,
    "iới ": 622,
    "ệu": 1138,
    "thi": 866,
    "hiệ": 521,
    "iệu": 618,
    "ệu ": 1139,
    " thi": 181,
    "thiệ": 867,
    "hiệu": 523,
    "iệu ": 619,
    "rb": 814,
    "ie": 580,
    "bar": 327,
    "arb": 300,
    "rbi": 815,
    "bie": 338,
    "ie ": 581,
    " bar": 14,
    "barb": 328,
    "arbi": 301,
    "rbie": 816,
    "bie ": 339,
    "hấ": 549,
    "nhấ": 720,
    "hất": 550,
    " nhấ": 131,
    "nhất": 721,
    "hất ": 551,
    " hiệ": 84,
    "hiện": 522,
    " ra": 157,
    " ra ": 158,
    "mắ": 679,
    "ắt": 1104,
    " mắ": 116,
    "mắt": 680,
    "ắt ": 1105,
    " mắt": 117,
    "mắt ": 681,
    "đặ": 1045,
    "ặt": 1113,
    " đặ": 237,
    "đặt": 1046,
    "ặt ": 1114,
    " đặt": 238,
    "đặt ": 1047,
    "vé": 959,
    " vé": 211,
    "vé ": 960,
    " vé ": 212,
    "boo": 343,
    "ook": 756,
    " boo": 21,
    "book": 344,
    "ook ": 757,
    "oki": 747,
    "kin": 631,
    "ing": 594,
    "ooki": 758,
    "okin": 748,
    "king": 632,
    "ing ": 595,
    "tha": 862,
    "han": 495,
    " tha": 179,
    "than": 863,
    "hanh": 496,
    "to": 889,
    "oá": 766,
    " to": 189,
    "toá": 890,
    "oán": 767,
    "án ": 993,
    " toá": 190,
    "toán": 891,
    "oán ": 768,
    "ướ": 1066,
    "ớn": 1169,
    " hư": 87,
    "hướ": 544,
    "ướn": 1067,
    "ớng": 1170,
    " hướ": 88,
    "hướn": 545,
    "ướng": 1068,
    "ớng ": 1171,
    "ẫ": 1095,
    "dẫ": 417,
    "ẫn": 1096,
    " dẫ": 59,
    "dẫn": 418,
    "ẫn ": 1097,
    " dẫn": 60,
    "dẫn ": 419,
    "ươ": 1063,
    "phư": 780,
    "hươ": 542,
    "ươn": 1064,
    "ơng": 1059,
    " phư": 149,
    "phươ": 781,
    "hươn": 543,
    "ương": 1065,
    "ơng ": 1060,
    "ứ": 1184,
    "hứ": 568,
    "ức": 1186,
    "thứ": 877,
    "hức": 570,
    "ức ": 1187,
    " thứ": 186,
    "thức": 879,
    "hức ": 571,
    "hể": 560,
    "ể ": 1127,
    "thể": 875,
    "hể ": 561,
    " thể": 185,
    "thể ": 876,
    "ằ": 1106,
    "bằ": 356,
    "ằn": 1107,
    " bằ": 29,
    "bằn": 357,
    "ằng": 1108,
    " bằn": 30,
    "bằng": 358,
    "ằng ": 1109,
    "the": 864,
    "he ": 504,
    " the": 180,
    "the ": 865,
    "tm": 886,
    "bat": 329,
    "atm": 309,
    "tma": 887,
    " bat": 15,
    "batm": 330,
    "atma": 310,
    "tman": 888,
    "/": 258,
    "_/": 267,
    "/_": 259,
    "__/": 274,
    "_/_": 268,
    "/__": 260,
    "r__/": 811,
    "__/_": 275,
    "_/__": 269,
    "/__n": 261,
    "ứ ": 1185,
    "hứ ": 569,
    "thứ ": 878,
    "tu": 902,
    "uầ": 934,
    " tu": 195,
    "tuầ": 903,
    "uần": 935,
    " tuầ": 196,
    "tuần": 904,
    "uần ": 936,
    "hủ": 566,
    "ủ ": 1181,
    "chủ": 382,
    "hủ ": 567,
    " chủ": 41,
    "chủ ": 383,
    "ậ": 1098,
    "hậ": 552,
    "ật": 1099,
    "nhậ": 722,
    "hật": 553,
    "ật ": 1100,
    " nhậ": 132,
    "nhật": 723,
    "hật ": 554
  },
  "response": null,
  "action_text": null
}