{
  "text": {
    "chào": 33,
    "bạn": 23,
    "xin": 145,
    "hello": 57,
    "hi": 59,
    "chatbot": 29,
    "hey": 58,
    "buổi": 21,
    "sáng": 112,
    "chiều": 31,
    "tạm": 134,
    "biệt": 17,
    "bye": 22,
    "goodbye": 51,
    "hẹn": 63,
    "gặp": 55,
    "lại": 75,
    "cảm": 42,
    "ơn": 159,
    "và": 139,
    "thôi": 120,
    "nhé": 89,
    "là": 73,
    "ai": 3,
    "bot": 20,
    "à": 147,
    "người": 87,
    "hay": 56,
    "phải": 102,
    "không": 69,
    "có": 41,
    "máy": 80,
    "đồng": 158,
    "ý": 148,
    "ok": 98,
    "được": 153,
    "ừ": 161,
    "vâng": 140,
    "yes": 146,
    "no": 94,
    "cần": 43,
    "cho": 32,
    "tôi": 132,
    "xem": 144,
    "lịch": 76,
    "chiếu": 30,
    "avengers": 5,
    "khi": 68,
    "nào": 95,
    "phim": 100,
    "spider": 108,
    "man": 78,
    "của": 44,
    "cgv": 28,
    "bac": 11,
    "quang": 104,
    "trung": 129,
    "rạp": 106,
    "như": 90,
    "thế": 122,
    "gì": 53,
    "hôm": 61,
    "nay": 84,
    "ngày": 86,
    "__number__": 0,
    "oppenheimer": 99,
    "ở": 160,
    "đâu": 151,
    "muốn": 79,
    "suất": 110,
    "mai": 77,
    "vincom": 138,
    "galaxy": 48,
    "nguyễn": 85,
    "du": 46,
    "tại": 133,
    "lotte": 72,
    "cinema": 38,
    "bhd": 16,
    "star": 109,
    "platinum": 103,
    "cineplex": 39,
    "avatar": 4,
    "the": 117,
    "bad": 12,
    "guys": 52,
    "còn": 40,
    "ghế": 49,
    "trống": 130,
    "kiểm": 70,
    "tra": 128,
    "sơ": 113,
    "đồ": 157,
    "này": 96,
    "bao": 13,
    "nhiêu": 88,
    "chỗ": 36,
    "id": 66,
    "thông": 121,
    "tin": 126,
    "về": 142,
    "địa": 156,
    "chỉ": 34,
    "gần": 54,
    "đây": 152,
    "danh": 45,
    "sách": 111,
    "tốt": 135,
    "những": 93,
    "số": 115,
    "điện": 150,
    "thoại": 119,
    "inception": 67,
    "nói": 97,
    "mới": 83,
    "đang": 149,
    "sắp": 114,
    "giới": 50,
    "thiệu": 118,
    "barbie": 14,
    "nhất": 91,
    "hiện": 60,
    "ra": 105,
    "mắt": 82,
    "đặt": 154,
    "vé": 141,
    "book": 18,
    "booking": 19,
    "a1": 1,
    "a2": 2,
    "b5": 8,
    "b6": 9,
    "c1": 25,
    "c2": 26,
    "c3": 27,
    "v1": 136,
    "v2": 137,
    "với": 143,
    "b1": 6,
    "b2": 7,
    "thanh": 116,
    "toán": 127,
    "hướng": 62,
    "dẫn": 47,
    "phương": 101,
    "thức": 125,
    "thể": 123,
    "bằng": 24,
    "link": 71,
    "làm": 74,
    "sao": 107,
    "để": 155,
    "batman": 15,
    "thứ": 124,
    "tuần": 131,
    "chủ": 37,
    "nhật": 92,
    "mã": 81,
    "b7": 10,
    "i1": 64,
    "i2": 65,
    "chọn": 35
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "bot_challenge": 7,
    "affirm": 0,
    "deny": 8,
    "ask_showtimes": 5,
    "ask_available_seats": 1,
    "ask_cinema_info": 2,
    "ask_movie_info": 3,
    "book_ticket": 6,
    "ask_payment": 4,
    "provide_movie_name": 13,
    "provide_cinema_name": 11,
    "provide_date": 12,
    "provide_showtime_id": 16,
    "provide_seat_numbers": 15,
    "provide_num_tickets": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_create_booking": 1,
    "action_get_available_seats": 7,
    "action_get_cinema_info": 8,
    "action_get_movie_info": 9,
    "action_get_showtimes": 10,
    "action_redirect_to_payment": 12,
    "utter_ask_cinema_name": 18,
    "utter_ask_movie_name": 19,
    "utter_ask_num_tickets": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}