{
  "text": {
    "chào": 102,
    "bạn": 63,
    "chào bạn": 104,
    "xin": 463,
    "xin chào": 464,
    "hello": 200,
    "hi": 202,
    "chatbot": 81,
    "chào chatbot": 105,
    "hey": 201,
    "buổi": 59,
    "sáng": 354,
    "chào buổi": 103,
    "buổi sáng": 61,
    "chiều": 98,
    "buổi chiều": 60,
    "alo": 16,
    "bot": 57,
    "hi bot": 203,
    "tạm": 417,
    "biệt": 50,
    "tạm biệt": 418,
    "bye": 62,
    "goodbye": 183,
    "hẹn": 210,
    "gặp": 194,
    "lại": 245,
    "hẹn gặp": 211,
    "gặp lại": 195,
    "cảm": 145,
    "ơn": 491,
    "và": 430,
    "cảm ơn": 146,
    "ơn và": 492,
    "và tạm": 433,
    "thôi": 372,
    "thôi bye": 373,
    "nhé": 280,
    "biệt nhé": 51,
    "thanks": 364,
    "là": 237,
    "ai": 14,
    "bạn là": 65,
    "là ai": 238,
    "à": 467,
    "là bot": 239,
    "bot à": 58,
    "người": 276,
    "hay": 196,
    "là người": 242,
    "người hay": 277,
    "hay bot": 197,
    "phải": 322,
    "không": 223,
    "là chatbot": 240,
    "chatbot phải": 82,
    "phải không": 323,
    "có": 135,
    "máy": 259,
    "bạn có": 64,
    "có phải": 141,
    "phải là": 324,
    "là máy": 241,
    "máy không": 260,
    "tạo": 419,
    "ra": 330,
    "ai tạo": 15,
    "tạo ra": 420,
    "ra bạn": 331,
    "đồng": 489,
    "ý": 468,
    "đồng ý": 490,
    "ok": 299,
    "được": 477,
    "ừ": 496,
    "vâng": 434,
    "yes": 466,
    "đúng": 475,
    "rồi": 340,
    "đúng rồi": 476,
    "chính": 106,
    "xác": 465,
    "chính xác": 107,
    "không phải": 226,
    "no": 289,
    "cần": 147,
    "không cần": 224,
    "muốn": 254,
    "không muốn": 225,
    "bỏ": 68,
    "qua": 327,
    "bỏ qua": 69,
    "cho": 99,
    "tôi": 406,
    "xem": 454,
    "lịch": 246,
    "chiếu": 83,
    "cho tôi": 100,
    "tôi xem": 409,
    "xem lịch": 458,
    "lịch chiếu": 247,
    "khi": 221,
    "nào": 290,
    "chiếu khi": 89,
    "khi nào": 222,
    "phim": 306,
    "chiếu phim": 94,
    "gì": 186,
    "hôm": 206,
    "nay": 267,
    "phim gì": 311,
    "gì chiếu": 187,
    "chiếu hôm": 88,
    "hôm nay": 207,
    "ngày": 273,
    "__number__": 0,
    "chiếu ngày": 90,
    "ngày __number__": 274,
    "__number__ __number__": 1,
    "ở": 493,
    "đâu": 473,
    "chiếu ở": 97,
    "ở đâu": 495,
    "tôi muốn": 408,
    "muốn xem": 257,
    "suất": 347,
    "có suất": 143,
    "suất chiếu": 349,
    "chiếu nào": 92,
    "nào không": 293,
    "thế": 376,
    "nay thế": 270,
    "thế nào": 377,
    "nay có": 269,
    "có phim": 140,
    "mai": 248,
    "ngày mai": 275,
    "mai có": 250,
    "avengers": 19,
    "avengers chiếu": 20,
    "spider": 343,
    "man": 251,
    "phim spider": 315,
    "spider man": 344,
    "oppenheimer": 300,
    "oppenheimer chiếu": 301,
    "the": 365,
    "bad": 36,
    "guys": 184,
    "the bad": 366,
    "bad guys": 37,
    "guys __number__": 185,
    "__number__ chiếu": 2,
    "chiếu the": 95,
    "venom": 425,
    "venom có": 426,
    "suất nào": 350,
    "doraemon": 155,
    "phim doraemon": 310,
    "doraemon lịch": 157,
    "của": 148,
    "cgv": 76,
    "chiếu của": 86,
    "của cgv": 150,
    "bac": 34,
    "quang": 328,
    "trung": 397,
    "của bac": 149,
    "bac quang": 35,
    "quang trung": 329,
    "rạp": 333,
    "như": 281,
    "rạp bac": 334,
    "trung có": 398,
    "có lịch": 138,
    "chiếu như": 91,
    "như thế": 283,
    "vincom": 428,
    "rạp cgv": 336,
    "cgv vincom": 80,
    "vincom chiếu": 429,
    "chiếu gì": 87,
    "galaxy": 165,
    "nguyễn": 271,
    "du": 158,
    "galaxy nguyễn": 167,
    "nguyễn du": 272,
    "du có": 159,
    "tại": 411,
    "lotte": 234,
    "cinema": 118,
    "chiếu tại": 96,
    "tại lotte": 414,
    "lotte cinema": 235,
    "bhd": 46,
    "star": 345,
    "bhd star": 48,
    "star chiếu": 346,
    "platinum": 325,
    "cineplex": 121,
    "phim tại": 318,
    "tại platinum": 416,
    "platinum cineplex": 326,
    "cinestar": 123,
    "cinestar có": 124,
    "beta": 44,
    "beta cineplex": 45,
    "cineplex chiếu": 122,
    "gì hôm": 189,
    "megastar": 253,
    "tại megastar": 415,
    "nay cgv": 268,
    "cgv chiếu": 77,
    "avatar": 17,
    "avatar chiếu": 18,
    "ở cgv": 494,
    "cgv khi": 78,
    "cho xem": 101,
    "chiếu avengers": 85,
    "avengers tại": 21,
    "tại galaxy": 413,
    "phim the": 317,
    "__number__ tại": 7,
    "tại bac": 412,
    "inception": 217,
    "inception tại": 219,
    "barbie": 40,
    "mai bhd": 249,
    "bhd có": 47,
    "có barbie": 136,
    "barbie không": 41,
    "còn": 130,
    "ghế": 168,
    "trống": 400,
    "còn ghế": 133,
    "ghế trống": 179,
    "trống không": 402,
    "xem ghế": 457,
    "ghế nào": 177,
    "nào còn": 291,
    "còn trống": 134,
    "kiểm": 227,
    "tra": 394,
    "kiểm tra": 228,
    "tra ghế": 395,
    "sơ": 355,
    "đồ": 487,
    "xem sơ": 461,
    "sơ đồ": 356,
    "đồ ghế": 488,
    "này": 295,
    "bao": 38,
    "nhiêu": 278,
    "chiếu này": 93,
    "này còn": 296,
    "còn bao": 131,
    "bao nhiêu": 39,
    "nhiêu ghế": 279,
    "ghế không": 176,
    "chỗ": 113,
    "còn chỗ": 132,
    "chỗ trống": 115,
    "trống suất": 403,
    "suất __number__": 348,
    "ghế suất": 178,
    "__number__ còn": 3,
    "id": 215,
    "ghế id": 175,
    "id __number__": 216,
    "trống của": 401,
    "của suất": 151,
    "chỗ không": 114,
    "ghế gì": 173,
    "thông": 374,
    "tin": 384,
    "về": 446,
    "thông tin": 375,
    "tin về": 388,
    "về cgv": 447,
    "cinema ở": 120,
    "trung ở": 399,
    "địa": 485,
    "chỉ": 108,
    "địa chỉ": 486,
    "chỉ rạp": 109,
    "gần": 192,
    "đây": 474,
    "có rạp": 142,
    "rạp nào": 339,
    "nào gần": 292,
    "gần đây": 193,
    "danh": 152,
    "sách": 352,
    "tôi danh": 407,
    "danh sách": 153,
    "sách rạp": 353,
    "tốt": 421,
    "rạp chiếu": 337,
    "phim nào": 313,
    "nào tốt": 294,
    "những": 287,
    "có những": 139,
    "những rạp": 288,
    "tin rạp": 387,
    "galaxy cinema": 166,
    "cinema địa": 119,
    "chỉ ở": 110,
    "số": 359,
    "điện": 471,
    "thoại": 370,
    "số điện": 361,
    "điện thoại": 472,
    "thoại cgv": 371,
    "xem danh": 456,
    "rạp gì": 338,
    "tin bhd": 385,
    "cinestar ở": 125,
    "về phim": 450,
    "phim avatar": 307,
    "nói": 297,
    "inception nói": 218,
    "nói về": 298,
    "về gì": 449,
    "gì hay": 188,
    "mới": 265,
    "phim mới": 312,
    "mới nào": 266,
    "đang": 469,
    "phim đang": 319,
    "đang chiếu": 470,
    "sắp": 357,
    "phim sắp": 316,
    "sắp chiếu": 358,
    "giới": 181,
    "thiệu": 368,
    "giới thiệu": 182,
    "thiệu phim": 369,
    "phim barbie": 308,
    "nhất": 284,
    "hiện": 204,
    "hay nhất": 199,
    "nhất hiện": 285,
    "hiện nay": 205,
    "mắt": 263,
    "oppenheimer ra": 302,
    "ra mắt": 332,
    "mắt khi": 264,
    "man có": 252,
    "có hay": 137,
    "hay không": 198,
    "__number__ nói": 5,
    "xem thông": 462,
    "tin phim": 386,
    "cái": 128,
    "venom về": 427,
    "về cái": 448,
    "cái gì": 129,
    "doraemon có": 156,
    "đặt": 478,
    "vé": 435,
    "muốn đặt": 258,
    "đặt vé": 482,
    "vé xem": 444,
    "xem phim": 459,
    "đặt __number__": 479,
    "__number__ vé": 8,
    "book": 52,
    "book vé": 54,
    "vé cho": 438,
    "vé phim": 441,
    "vé cgv": 437,
    "phim oppenheimer": 314,
    "booking": 55,
    "booking vé": 56,
    "vé barbie": 436,
    "vé suất": 442,
    "a1": 10,
    "__number__ ghế": 4,
    "ghế a1": 169,
    "a2": 13,
    "a1 a2": 11,
    "vé id": 439,
    "b5": 28,
    "b6": 30,
    "đặt ghế": 480,
    "ghế b5": 171,
    "b5 b6": 29,
    "b6 suất": 32,
    "c1": 70,
    "c2": 73,
    "c3": 75,
    "đặt suất": 481,
    "ghế c1": 172,
    "c1 c2": 71,
    "c2 c3": 74,
    "v1": 422,
    "v2": 424,
    "ghế v1": 180,
    "v1 v2": 423,
    "tôi đặt": 410,
    "với": 451,
    "b1": 22,
    "b2": 25,
    "__number__ với": 9,
    "với ghế": 453,
    "ghế b1": 170,
    "b1 và": 24,
    "và b2": 431,
    "b3": 27,
    "book suất": 53,
    "b1 b2": 23,
    "b2 b3": 26,
    "thanh": 362,
    "toán": 389,
    "thanh toán": 363,
    "toán như": 391,
    "muốn thanh": 256,
    "hướng": 208,
    "dẫn": 160,
    "hướng dẫn": 209,
    "dẫn thanh": 161,
    "phương": 320,
    "thức": 382,
    "phương thức": 321,
    "thức thanh": 383,
    "toán ở": 393,
    "thể": 378,
    "bằng": 66,
    "có thể": 144,
    "thể thanh": 379,
    "toán bằng": 390,
    "bằng gì": 67,
    "link": 232,
    "link thanh": 233,
    "toán thế": 392,
    "làm": 243,
    "sao": 341,
    "để": 483,
    "làm sao": 244,
    "sao để": 342,
    "để thanh": 484,
    "cách": 126,
    "cách thanh": 127,
    "pay": 304,
    "pay như": 305,
    "như nào": 282,
    "xem spider": 460,
    "barbie nhé": 42,
    "batman": 43,
    "the batman": 367,
    "xem avengers": 455,
    "interstellar": 220,
    "frozen": 162,
    "deadpool": 154,
    "phim deadpool": 309,
    "transformers": 396,
    "kung": 229,
    "fu": 163,
    "panda": 303,
    "kung fu": 230,
    "fu panda": 164,
    "rạp bhd": 335,
    "gò": 190,
    "vấp": 445,
    "lotte gò": 236,
    "gò vấp": 191,
    "landmark": 231,
    "cgv landmark": 79,
    "bhd vincom": 49,
    "thứ": 380,
    "tuần": 404,
    "thứ __number__": 381,
    "__number__ tuần": 6,
    "tuần này": 405,
    "chủ": 116,
    "nhật": 286,
    "chủ nhật": 117,
    "chiếu __number__": 84,
    "mã": 261,
    "mã __number__": 262,
    "suất số": 351,
    "số __number__": 360,
    "b7": 33,
    "b6 b7": 31,
    "c1 và": 72,
    "và c2": 432,
    "i1": 212,
    "i2": 214,
    "ghế i1": 174,
    "i1 i2": 213,
    "a1 với": 12,
    "với a2": 452,
    "chọn": 111,
    "chọn ghế": 112,
    "vé thôi": 443,
    "muốn __number__": 255,
    "vé nhé": 440
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "bot_challenge": 7,
    "affirm": 0,
    "deny": 8,
    "ask_showtimes": 5,
    "ask_available_seats": 1,
    "ask_cinema_info": 2,
    "ask_movie_info": 3,
    "book_ticket": 6,
    "ask_payment": 4,
    "provide_movie_name": 13,
    "provide_cinema_name": 11,
    "provide_date": 12,
    "provide_showtime_id": 16,
    "provide_seat_numbers": 15,
    "provide_num_tickets": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_create_booking": 1,
    "action_get_available_seats": 7,
    "action_get_cinema_info": 8,
    "action_get_movie_info": 9,
    "action_get_showtimes": 10,
    "action_redirect_to_payment": 12,
    "utter_ask_cinema_name": 18,
    "utter_ask_movie_name": 19,
    "utter_ask_num_tickets": 20,
    "utter_ask_showtime_id": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24
  },
  "action_text": null,
  "intent_response_key": null
}