{
  "text": {
    "chào": 14,
    "bạn": 9,
    "xin": 83,
    "hello": 30,
    "hi": 32,
    "chatbot": 11,
    "hey": 31,
    "tạm": 77,
    "biệt": 6,
    "bye": 8,
    "goodbye": 25,
    "hẹn": 35,
    "gặp": 28,
    "lại": 41,
    "cảm": 19,
    "ơn": 90,
    "và": 79,
    "cho": 13,
    "tôi": 75,
    "xem": 82,
    "lịch": 42,
    "chiếu": 12,
    "avengers": 2,
    "khi": 37,
    "nào": 52,
    "phim": 56,
    "spider": 59,
    "man": 44,
    "của": 20,
    "cgv": 10,
    "gì": 26,
    "hôm": 33,
    "nay": 47,
    "ngày": 48,
    "__number__": 0,
    "oppenheimer": 55,
    "ở": 91,
    "đâu": 85,
    "muốn": 45,
    "có": 18,
    "suất": 61,
    "không": 38,
    "còn": 17,
    "ghế": 24,
    "trống": 73,
    "kiểm": 39,
    "tra": 72,
    "sơ": 63,
    "đồ": 89,
    "này": 53,
    "bao": 3,
    "nhiêu": 49,
    "thông": 66,
    "tin": 70,
    "về": 81,
    "lotte": 40,
    "cinema": 16,
    "rạp": 58,
    "gần": 27,
    "đây": 86,
    "danh": 21,
    "sách": 62,
    "địa": 88,
    "chỉ": 15,
    "tốt": 78,
    "avatar": 1,
    "inception": 36,
    "nói": 54,
    "hay": 29,
    "mới": 46,
    "đang": 84,
    "sắp": 64,
    "đặt": 87,
    "vé": 80,
    "book": 7,
    "thanh": 65,
    "toán": 71,
    "như": 51,
    "thế": 67,
    "hướng": 34,
    "dẫn": 22,
    "phương": 57,
    "thức": 69,
    "barbie": 4,
    "nhé": 50,
    "tại": 76,
    "galaxy": 23,
    "bhd": 5,
    "star": 60,
    "mai": 43,
    "thứ": 68,
    "tuần": 74
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "ask_showtimes": 4,
    "ask_available_seats": 0,
    "ask_cinema_info": 1,
    "ask_movie_info": 2,
    "book_ticket": 5,
    "ask_payment": 3,
    "provide_movie_name": 11,
    "provide_cinema_name": 9,
    "provide_date": 10,
    "bot_challenge": 6,
    "provide_num_tickets": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_create_booking": 1,
    "action_get_available_seats": 7,
    "action_get_cinema_info": 8,
    "action_get_movie_info": 9,
    "action_get_showtimes": 10,
    "action_redirect_to_payment": 12,
    "utter_ask_cinema_name": 18,
    "utter_ask_date": 19,
    "utter_ask_movie_name": 20,
    "utter_ask_num_tickets": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24
  },
  "action_text": null,
  "intent_response_key": null
}