{
  "text": {
    " ": 0,
    "c": 438,
    "h": 580,
    "à": 1103,
    "o": 847,
    " c": 48,
    "ch": 452,
    "hà": 616,
    "ào": 1107,
    "o ": 848,
    " ch": 57,
    "chà": 461,
    "hào": 617,
    "ào ": 1108,
    " chà": 61,
    "chào": 462,
    "hào ": 618,
    "b": 386,
    "ạ": 1202,
    "n": 790,
    " b": 14,
    "bạ": 432,
    "ạn": 1207,
    "n ": 791,
    " bạ": 44,
    "bạn": 433,
    "ạn ": 1208,
    " bạn": 45,
    "bạn ": 434,
    "x": 1082,
    "i": 666,
    " x": 260,
    "xi": 1087,
    "in": 682,
    " xi": 263,
    "xin": 1088,
    "in ": 683,
    " xin": 264,
    "xin ": 1089,
    "e": 507,
    "l": 733,
    " h": 102,
    "he": 591,
    "el": 512,
    "ll": 745,
    "lo": 748,
    " he": 105,
    "hel": 595,
    "ell": 513,
    "llo": 746,
    "lo ": 749,
    " hel": 106,
    "hell": 596,
    "ello": 514,
    "llo ": 747,
    "hi": 599,
    "i ": 667,
    " hi": 108,
    "hi ": 600,
    " hi ": 109,
    "a": 340,
    "t": 961,
    "ha": 582,
    "at": 367,
    "tb": 966,
    "bo": 421,
    "ot": 869,
    "t ": 962,
    "cha": 454,
    "hat": 585,
    "atb": 370,
    "tbo": 967,
    "bot": 424,
    "ot ": 870,
    " cha": 58,
    "chat": 455,
    "hatb": 586,
    "atbo": 371,
    "tbot": 968,
    "bot ": 425,
    "y": 1092,
    "ey": 541,
    "y ": 1093,
    "hey": 597,
    "ey ": 542,
    " hey": 107,
    "hey ": 598,
    "u": 1026,
    "ổ": 1291,
    "bu": 426,
    "uổ": 1052,
    "ổi": 1292,
    " bu": 40,
    "buổ": 427,
    "uổi": 1053,
    "ổi ": 1293,
    " buổ": 41,
    "buổi": 428,
    "uổi ": 1054,
    "s": 935,
    "á": 1111,
    "g": 543,
    " s": 198,
    "sá": 949,
    "án": 1115,
    "ng": 805,
    "g ": 544,
    " sá": 207,
    "sán": 952,
    "áng": 1117,
    "ng ": 806,
    " sán": 209,
    "sáng": 953,
    "áng ": 1118,
    "ề": 1249,
    "iề": 705,
    "ều": 1251,
    "u ": 1027,
    "chi": 456,
    "hiề": 607,
    "iều": 706,
    "ều ": 1252,
    " chi": 59,
    "chiề": 458,
    "hiều": 608,
    "iều ": 707,
    "m": 762,
    " t": 216,
    "tạ": 1018,
    "ạm": 1205,
    "m ": 763,
    " tạ": 238,
    "tạm": 1021,
    "ạm ": 1206,
    " tạm": 240,
    "tạm ": 1022,
    "ệ": 1260,
    "bi": 416,
    "iệ": 711,
    "ệt": 1263,
    " bi": 35,
    "biệ": 419,
    "iệt": 714,
    "ệt ": 1264,
    " biệ": 36,
    "biệt": 420,
    "iệt ": 715,
    "by": 429,
    "ye": 1094,
    "e ": 508,
    " by": 42,
    "bye": 430,
    "ye ": 1095,
    " bye": 43,
    "bye ": 431,
    "d": 491,
    " g": 85,
    "go": 557,
    "oo": 860,
    "od": 849,
    "db": 496,
    " go": 92,
    "goo": 558,
    "ood": 861,
    "odb": 850,
    "dby": 497,
    " goo": 93,
    "good": 559,
    "oodb": 862,
    "odby": 851,
    "dbye": 498,
    "ẹ": 1242,
    "hẹ": 643,
    "ẹn": 1243,
    " hẹ": 115,
    "hẹn": 644,
    "ẹn ": 1244,
    " hẹn": 116,
    "hẹn ": 645,
    "ặ": 1237,
    "p": 879,
    "gặ": 577,
    "ặp": 1238,
    "p ": 880,
    " gặ": 100,
    "gặp": 578,
    "ặp ": 1239,
    " gặp": 101,
    "gặp ": 579,
    " l": 132,
    "lạ": 756,
    "ại": 1203,
    " lạ": 140,
    "lại": 757,
    "ại ": 1204,
    " lại": 141,
    "lại ": 758,
    "ả": 1211,
    "cả": 482,
    "ảm": 1214,
    " cả": 72,
    "cảm": 483,
    "ảm ": 1215,
    " cảm": 73,
    "cảm ": 484,
    "ơ": 1182,
    " ơ": 291,
    "ơn": 1184,
    " ơn": 292,
    "ơn ": 1185,
    " ơn ": 293,
    "v": 1055,
    " v": 243,
    "và": 1070,
    "à ": 1104,
    " và": 250,
    "và ": 1071,
    " và ": 251,
    "ô": 1145,
    "th": 971,
    "hô": 621,
    "ôi": 1146,
    " th": 217,
    "thô": 980,
    "hôi": 622,
    "ôi ": 1147,
    " thô": 222,
    "thôi": 981,
    "hôi ": 623,
    "é": 1131,
    " n": 157,
    "nh": 815,
    "hé": 619,
    "é ": 1132,
    " nh": 164,
    "nhé": 821,
    "hé ": 620,
    " nhé": 166,
    "nhé ": 822,
    "là": 752,
    " là": 137,
    "là ": 753,
    " là ": 138,
    " a": 4,
    "ai": 350,
    " ai": 9,
    "ai ": 351,
    " ai ": 10,
    " bo": 37,
    " bot": 39,
    " à": 268,
    " à ": 269,
    "ư": 1188,
    "ờ": 1302,
    "gư": 571,
    "ườ": 1196,
    "ời": 1303,
    " ng": 160,
    "ngư": 813,
    "gườ": 572,
    "ười": 1197,
    "ời ": 1304,
    " ngư": 163,
    "ngườ": 814,
    "gười": 573,
    "ười ": 1198,
    "ay": 384,
    " ha": 103,
    "hay": 587,
    "ay ": 385,
    " hay": 104,
    "hay ": 588,
    " p": 183,
    "ph": 884,
    "hả": 634,
    "ải": 1212,
    " ph": 184,
    "phả": 889,
    "hải": 635,
    "ải ": 1213,
    " phả": 187,
    "phải": 890,
    "hải ": 636,
    "k": 721,
    " k": 126,
    "kh": 723,
    "ôn": 1150,
    " kh": 127,
    "khô": 726,
    "hôn": 626,
    "ông": 1151,
    " khô": 129,
    "khôn": 727,
    "hông": 627,
    "ông ": 1152,
    "ó": 1141,
    "có": 480,
    "ó ": 1142,
    " có": 70,
    "có ": 481,
    " có ": 71,
    " m": 144,
    "má": 779,
    "áy": 1119,
    " má": 149,
    "máy": 780,
    "áy ": 1120,
    " máy": 150,
    "máy ": 781,
    "đ": 1155,
    "ồ": 1286,
    " đ": 272,
    "đồ": 1178,
    "ồn": 1288,
    " đồ": 288,
    "đồn": 1180,
    "ồng": 1289,
    " đồn": 290,
    "đồng": 1181,
    "ồng ": 1290,
    "ý": 1153,
    " ý": 270,
    "ý ": 1154,
    " ý ": 271,
    " o": 178,
    "ok": 852,
    "k ": 722,
    " ok": 179,
    "ok ": 853,
    " ok ": 180,
    "ợ": 1307,
    "đư": 1167,
    "ượ": 1199,
    "ợc": 1308,
    "c ": 439,
    " đư": 280,
    "đượ": 1168,
    "ược": 1200,
    "ợc ": 1309,
    " đượ": 281,
    "được": 1169,
    "ược ": 1201,
    "ừ": 1318,
    " ừ": 296,
    "ừ ": 1319,
    " ừ ": 297,
    "â": 1121,
    "vâ": 1072,
    "ân": 1122,
    " vâ": 252,
    "vân": 1073,
    "âng": 1123,
    " vân": 253,
    "vâng": 1074,
    "âng ": 1124,
    " y": 265,
    "es": 537,
    "s ": 936,
    " ye": 266,
    "yes": 1096,
    "es ": 538,
    " yes": 267,
    "yes ": 1097,
    "no": 833,
    " no": 171,
    "no ": 834,
    " no ": 172,
    "ầ": 1219,
    "cầ": 485,
    "ần": 1220,
    " cầ": 74,
    "cần": 486,
    "ần ": 1221,
    " cần": 75,
    "cần ": 487,
    "ho": 612,
    "cho": 459,
    "ho ": 613,
    " cho": 60,
    "cho ": 460,
    "tô": 1015,
    " tô": 236,
    "tôi": 1016,
    " tôi": 237,
    "tôi ": 1017,
    "xe": 1084,
    "em": 515,
    " xe": 261,
    "xem": 1085,
    "em ": 516,
    " xem": 262,
    "xem ": 1086,
    "ị": 1269,
    "lị": 759,
    "ịc": 1272,
    "h ": 581,
    " lị": 142,
    "lịc": 760,
    "ịch": 1273,
    "ch ": 453,
    " lịc": 143,
    "lịch": 761,
    "ịch ": 1274,
    "ế": 1245,
    "iế": 702,
    "ếu": 1247,
    "hiế": 605,
    "iếu": 703,
    "ếu ": 1248,
    "chiế": 457,
    "hiếu": 606,
    "iếu ": 704,
    "r": 909,
    "av": 376,
    "ve": 1064,
    "en": 519,
    "ge": 548,
    "er": 529,
    "rs": 924,
    " av": 11,
    "ave": 379,
    "ven": 1065,
    "eng": 520,
    "nge": 807,
    "ger": 549,
    "ers": 535,
    "rs ": 925,
    " ave": 13,
    "aven": 380,
    "veng": 1066,
    "enge": 521,
    "nger": 808,
    "gers": 550,
    "ers ": 536,
    "khi": 724,
    " khi": 128,
    "khi ": 725,
    "nà": 839,
    " nà": 173,
    "nào": 840,
    " nào": 174,
    "nào ": 841,
    "im": 678,
    "phi": 885,
    "him": 601,
    "im ": 679,
    " phi": 185,
    "phim": 886,
    "him ": 602,
    "-": 298,
    "sp": 940,
    "pi": 891,
    "id": 672,
    "de": 499,
    "r-": 911,
    "-m": 302,
    "ma": 764,
    "an": 355,
    " sp": 201,
    "spi": 941,
    "pid": 892,
    "ide": 674,
    "der": 500,
    "er-": 531,
    "r-m": 912,
    "-ma": 303,
    "man": 768,
    "an ": 356,
    " spi": 202,
    "spid": 942,
    "pide": 893,
    "ider": 675,
    "der-": 501,
    "er-m": 532,
    "r-ma": 913,
    "-man": 304,
    "man ": 769,
    "ủ": 1310,
    "củ": 488,
    "ủa": 1312,
    "a ": 341,
    " củ": 76,
    "của": 489,
    "ủa ": 1313,
    " của": 77,
    "của ": 490,
    "cg": 449,
    "gv": 564,
    "v ": 1056,
    " cg": 55,
    "cgv": 450,
    "gv ": 565,
    " cgv": 56,
    "cgv ": 451,
    "ba": 399,
    "ac": 346,
    " ba": 27,
    "bac": 400,
    "ac ": 347,
    " bac": 28,
    "bac ": 401,
    "q": 905,
    " q": 190,
    "qu": 906,
    "ua": 1028,
    " qu": 191,
    "qua": 907,
    "uan": 1029,
    "ang": 357,
    " qua": 192,
    "quan": 908,
    "uang": 1030,
    "ang ": 358,
    "tr": 1002,
    "ru": 926,
    "un": 1035,
    " tr": 230,
    "tru": 1005,
    "run": 927,
    "ung": 1036,
    " tru": 232,
    "trun": 1006,
    "rung": 928,
    "ung ": 1037,
    " r": 193,
    "rạ": 929,
    "ạp": 1209,
    " rạ": 196,
    "rạp": 930,
    "ạp ": 1210,
    " rạp": 197,
    "rạp ": 931,
    "hư": 628,
    "ư ": 1189,
    "như": 823,
    "hư ": 629,
    " như": 167,
    "như ": 824,
    "hế": 646,
    "ế ": 1246,
    "thế": 983,
    "hế ": 647,
    " thế": 223,
    "thế ": 984,
    "ì": 1136,
    "gì": 569,
    "ì ": 1137,
    " gì": 96,
    "gì ": 570,
    " gì ": 97,
    "ôm": 1148,
    " hô": 111,
    "hôm": 624,
    "ôm ": 1149,
    " hôm": 112,
    "hôm ": 625,
    "na": 792,
    " na": 158,
    "nay": 793,
    " nay": 159,
    "nay ": 794,
    "gà": 566,
    "ày": 1109,
    "ngà": 811,
    "gày": 567,
    "ày ": 1110,
    " ngà": 162,
    "ngày": 812,
    "gày ": 568,
    "_": 321,
    " _": 1,
    "__": 329,
    "_n": 337,
    "nu": 835,
    "um": 1031,
    "mb": 770,
    "be": 410,
    "r_": 914,
    "_-": 323,
    "-_": 299,
    "_ ": 322,
    " __": 2,
    "__n": 335,
    "_nu": 338,
    "num": 836,
    "umb": 1033,
    "mbe": 771,
    "ber": 411,
    "er_": 533,
    "r__": 915,
    "__-": 331,
    "_-_": 324,
    "-__": 300,
    "__ ": 330,
    " __n": 3,
    "__nu": 336,
    "_num": 339,
    "numb": 838,
    "umbe": 1034,
    "mber": 772,
    "ber_": 412,
    "er__": 534,
    "r__-": 917,
    "__-_": 332,
    "_-__": 325,
    "-__n": 301,
    "r__ ": 916,
    "op": 866,
    "pp": 899,
    "pe": 881,
    "ei": 509,
    "me": 773,
    "r ": 910,
    " op": 181,
    "opp": 867,
    "ppe": 900,
    "pen": 882,
    "enh": 522,
    "nhe": 817,
    "hei": 593,
    "eim": 510,
    "ime": 680,
    "mer": 774,
    "er ": 530,
    " opp": 182,
    "oppe": 868,
    "ppen": 901,
    "penh": 883,
    "enhe": 523,
    "nhei": 818,
    "heim": 594,
    "eime": 511,
    "imer": 681,
    "mer ": 775,
    "ở": 1305,
    " ở": 294,
    "ở ": 1306,
    " ở ": 295,
    "đâ": 1162,
    "âu": 1125,
    " đâ": 277,
    "đâu": 1163,
    "âu ": 1126,
    " đâu": 278,
    "đâu ": 1164,
    "ố": 1278,
    "mu": 776,
    "uố": 1049,
    "ốn": 1280,
    " mu": 147,
    "muố": 777,
    "uốn": 1050,
    "ốn ": 1281,
    " muố": 148,
    "muốn": 778,
    "uốn ": 1051,
    "ấ": 1216,
    "su": 946,
    "uấ": 1043,
    "ất": 1217,
    " su": 205,
    "suấ": 947,
    "uất": 1044,
    "ất ": 1218,
    " suấ": 206,
    "suất": 948,
    "uất ": 1045,
    " ma": 145,
    "mai": 766,
    " mai": 146,
    "mai ": 767,
    "vi": 1067,
    "nc": 795,
    "co": 474,
    "om": 856,
    " vi": 248,
    "vin": 1068,
    "inc": 684,
    "nco": 798,
    "com": 475,
    "om ": 857,
    " vin": 249,
    "vinc": 1069,
    "inco": 686,
    "ncom": 799,
    "com ": 476,
    "ga": 545,
    "al": 352,
    "la": 734,
    "ax": 381,
    "xy": 1090,
    " ga": 86,
    "gal": 546,
    "ala": 353,
    "lax": 737,
    "axy": 382,
    "xy ": 1091,
    " gal": 87,
    "gala": 547,
    "alax": 354,
    "laxy": 738,
    "axy ": 383,
    "ễ": 1257,
    "gu": 560,
    "uy": 1038,
    "yễ": 1100,
    "ễn": 1258,
    "ngu": 809,
    "guy": 561,
    "uyễ": 1041,
    "yễn": 1101,
    "ễn ": 1259,
    " ngu": 161,
    "nguy": 810,
    "guyễ": 563,
    "uyễn": 1042,
    "yễn ": 1102,
    " d": 78,
    "du": 502,
    " du": 81,
    "du ": 503,
    " du ": 82,
    "tại": 1019,
    " tại": 239,
    "tại ": 1020,
    "tt": 1009,
    "te": 969,
    " lo": 135,
    "lot": 750,
    "ott": 871,
    "tte": 1010,
    "te ": 970,
    " lot": 136,
    "lott": 751,
    "otte": 872,
    "tte ": 1011,
    "ci": 471,
    "ne": 800,
    " ci": 66,
    "cin": 472,
    "ine": 687,
    "nem": 801,
    "ema": 517,
    "ma ": 765,
    " cin": 67,
    "cine": 473,
    "inem": 688,
    "nema": 802,
    "ema ": 518,
    "bh": 413,
    "hd": 589,
    "d ": 492,
    " bh": 33,
    "bhd": 414,
    "hd ": 590,
    " bhd": 34,
    "bhd ": 415,
    "st": 943,
    "ta": 963,
    "ar": 363,
    " st": 203,
    "sta": 944,
    "tar": 964,
    "ar ": 364,
    " sta": 204,
    "star": 945,
    "tar ": 965,
    "pl": 894,
    "ti": 990,
    " pl": 188,
    "pla": 895,
    "lat": 735,
    "ati": 372,
    "tin": 991,
    "inu": 694,
    "um ": 1032,
    " pla": 189,
    "plat": 896,
    "lati": 736,
    "atin": 373,
    "tinu": 993,
    "inum": 695,
    "num ": 837,
    "ep": 524,
    "le": 739,
    "ex": 539,
    "x ": 1083,
    "nep": 803,
    "epl": 525,
    "ple": 897,
    "lex": 740,
    "ex ": 540,
    "inep": 689,
    "nepl": 804,
    "eple": 526,
    "plex": 898,
    "lex ": 741,
    "va": 1061,
    "ava": 377,
    "vat": 1062,
    "ata": 368,
    " ava": 12,
    "avat": 378,
    "vata": 1063,
    "atar": 369,
    "the": 974,
    "he ": 592,
    " the": 219,
    "the ": 975,
    "ad": 348,
    "bad": 402,
    "ad ": 349,
    " bad": 29,
    "bad ": 403,
    "ys": 1098,
    " gu": 94,
    "uys": 1039,
    "ys ": 1099,
    " guy": 95,
    "guys": 562,
    "uys ": 1040,
    "ò": 1138,
    "cò": 477,
    "òn": 1139,
    " cò": 68,
    "còn": 478,
    "òn ": 1140,
    " còn": 69,
    "còn ": 479,
    "gh": 551,
    " gh": 88,
    "ghế": 552,
    " ghế": 89,
    "ghế ": 553,
    "rố": 932,
    "trố": 1007,
    "rốn": 933,
    "ống": 1282,
    " trố": 233,
    "trốn": 1008,
    "rống": 934,
    "ống ": 1283,
    "ể": 1253,
    "ki": 728,
    "iể": 708,
    "ểm": 1255,
    " ki": 130,
    "kiể": 731,
    "iểm": 709,
    "ểm ": 1256,
    " kiể": 131,
    "kiểm": 732,
    "iểm ": 710,
    "ra": 919,
    "tra": 1003,
    "ra ": 920,
    " tra": 231,
    "tra ": 1004,
    "sơ": 954,
    "ơ ": 1183,
    " sơ": 210,
    "sơ ": 955,
    " sơ ": 211,
    "ồ ": 1287,
    "đồ ": 1179,
    " đồ ": 289,
    "này": 842,
    " này": 175,
    "này ": 843,
    "ao": 361,
    "bao": 404,
    "ao ": 362,
    " bao": 30,
    "bao ": 405,
    "ê": 1133,
    "iê": 699,
    "êu": 1134,
    "nhi": 819,
    "hiê": 603,
    "iêu": 700,
    "êu ": 1135,
    " nhi": 165,
    "nhiê": 820,
    "hiêu": 604,
    "iêu ": 701,
    "ỗ": 1294,
    "hỗ": 655,
    "ỗ ": 1295,
    "chỗ": 467,
    "hỗ ": 656,
    " chỗ": 64,
    "chỗ ": 468,
    " i": 117,
    " id": 122,
    "id ": 673,
    " id ": 123,
    "thôn": 982,
    " ti": 226,
    " tin": 227,
    "tin ": 992,
    "về": 1077,
    "ề ": 1250,
    " về": 256,
    "về ": 1078,
    " về ": 257,
    "đị": 1175,
    "ịa": 1270,
    " đị": 286,
    "địa": 1176,
    "ịa ": 1271,
    " địa": 287,
    "địa ": 1177,
    "ỉ": 1267,
    "hỉ": 650,
    "ỉ ": 1268,
    "chỉ": 463,
    "hỉ ": 651,
    " chỉ": 62,
    "chỉ ": 464,
    "gầ": 574,
    " gầ": 98,
    "gần": 575,
    " gần": 99,
    "gần ": 576,
    "ây": 1127,
    "đây": 1165,
    "ây ": 1128,
    " đây": 279,
    "đây ": 1166,
    "da": 493,
    " da": 79,
    "dan": 494,
    "anh": 359,
    "nh ": 816,
    " dan": 80,
    "danh": 495,
    "anh ": 360,
    "ác": 1112,
    "sác": 950,
    "ách": 1113,
    " sác": 208,
    "sách": 951,
    "ách ": 1114,
    "tố": 1023,
    "ốt": 1284,
    " tố": 241,
    "tốt": 1024,
    "ốt ": 1285,
    " tốt": 242,
    "tốt ": 1025,
    "ữ": 1320,
    "hữ": 663,
    "ữn": 1321,
    "nhữ": 829,
    "hữn": 664,
    "ững": 1322,
    " nhữ": 170,
    "nhữn": 830,
    "hững": 665,
    "ững ": 1323,
    "số": 959,
    "ố ": 1279,
    " số": 214,
    "số ": 960,
    " số ": 215,
    "đi": 1159,
    "ện": 1261,
    " đi": 275,
    "điệ": 1160,
    "iện": 712,
    "ện ": 1262,
    " điệ": 276,
    "điện": 1161,
    "iện ": 713,
    "oạ": 876,
    "tho": 978,
    "hoạ": 614,
    "oại": 877,
    " tho": 221,
    "thoạ": 979,
    "hoại": 615,
    "oại ": 878,
    "ce": 446,
    "pt": 902,
    "io": 696,
    "on": 858,
    " in": 124,
    "nce": 796,
    "cep": 447,
    "ept": 527,
    "pti": 903,
    "tio": 994,
    "ion": 697,
    "on ": 859,
    " inc": 125,
    "ince": 685,
    "ncep": 797,
    "cept": 448,
    "epti": 528,
    "ptio": 904,
    "tion": 995,
    "ion ": 698,
    "nó": 844,
    "ói": 1143,
    " nó": 176,
    "nói": 845,
    "ói ": 1144,
    " nói": 177,
    "nói ": 846,
    "ớ": 1296,
    "mớ": 787,
    "ới": 1297,
    " mớ": 155,
    "mới": 788,
    "ới ": 1298,
    " mới": 156,
    "mới ": 789,
    "đa": 1156,
    " đa": 273,
    "đan": 1157,
    " đan": 274,
    "đang": 1158,
    "ắ": 1228,
    "sắ": 956,
    "ắp": 1229,
    " sắ": 212,
    "sắp": 957,
    "ắp ": 1230,
    " sắp": 213,
    "sắp ": 958,
    "gi": 554,
    "iớ": 718,
    " gi": 90,
    "giớ": 555,
    "iới": 719,
    " giớ": 91,
    "giới": 556,
    "iới ": 720,
    "ệu": 1265,
    "thi": 976,
    "hiệ": 609,
    "iệu": 716,
    "ệu ": 1266,
    " thi": 220,
    "thiệ": 977,
    "hiệu": 611,
    "iệu ": 717,
    "rb": 921,
    "ie": 676,
    "bar": 406,
    "arb": 365,
    "rbi": 922,
    "bie": 417,
    "ie ": 677,
    " bar": 31,
    "barb": 407,
    "arbi": 366,
    "rbie": 923,
    "bie ": 418,
    "hấ": 637,
    "nhấ": 825,
    "hất": 638,
    " nhấ": 168,
    "nhất": 826,
    "hất ": 639,
    " hiệ": 110,
    "hiện": 610,
    " ra": 194,
    " ra ": 195,
    "mắ": 784,
    "ắt": 1231,
    " mắ": 153,
    "mắt": 785,
    "ắt ": 1232,
    " mắt": 154,
    "mắt ": 786,
    "đặ": 1170,
    "ặt": 1240,
    " đặ": 282,
    "đặt": 1171,
    "ặt ": 1241,
    " đặt": 283,
    "đặt ": 1172,
    "vé": 1075,
    " vé": 254,
    "vé ": 1076,
    " vé ": 255,
    "boo": 422,
    "ook": 863,
    " boo": 38,
    "book": 423,
    "ook ": 864,
    "oki": 854,
    "kin": 729,
    "ing": 690,
    "ooki": 865,
    "okin": 855,
    "king": 730,
    "ing ": 691,
    "1": 309,
    "a1": 342,
    "1 ": 310,
    " a1": 5,
    "a1 ": 343,
    " a1 ": 6,
    "2": 311,
    "a2": 344,
    "2 ": 312,
    " a2": 7,
    "a2 ": 345,
    " a2 ": 8,
    "5": 315,
    "b5": 393,
    "5 ": 316,
    " b5": 21,
    "b5 ": 394,
    " b5 ": 22,
    "6": 317,
    "b6": 395,
    "6 ": 318,
    " b6": 23,
    "b6 ": 396,
    " b6 ": 24,
    "c1": 440,
    " c1": 49,
    "c1 ": 441,
    " c1 ": 50,
    "c2": 442,
    " c2": 51,
    "c2 ": 443,
    " c2 ": 52,
    "3": 313,
    "c3": 444,
    "3 ": 314,
    " c3": 53,
    "c3 ": 445,
    " c3 ": 54,
    "v1": 1057,
    " v1": 244,
    "v1 ": 1058,
    " v1 ": 245,
    "v2": 1059,
    " v2": 246,
    "v2 ": 1060,
    " v2 ": 247,
    "vớ": 1079,
    " vớ": 258,
    "với": 1080,
    " với": 259,
    "với ": 1081,
    "b1": 387,
    " b1": 15,
    "b1 ": 388,
    " b1 ": 16,
    "b2": 389,
    " b2": 17,
    "b2 ": 390,
    " b2 ": 18,
    "b3": 391,
    " b3": 19,
    "b3 ": 392,
    " b3 ": 20,
    "tha": 972,
    "han": 583,
    " tha": 218,
    "than": 973,
    "hanh": 584,
    "to": 999,
    "oá": 873,
    " to": 228,
    "toá": 1000,
    "oán": 874,
    "án ": 1116,
    " toá": 229,
    "toán": 1001,
    "oán ": 875,
    "ướ": 1193,
    "ớn": 1299,
    " hư": 113,
    "hướ": 632,
    "ướn": 1194,
    "ớng": 1300,
    " hướ": 114,
    "hướn": 633,
    "ướng": 1195,
    "ớng ": 1301,
    "ẫ": 1222,
    "dẫ": 504,
    "ẫn": 1223,
    " dẫ": 83,
    "dẫn": 505,
    "ẫn ": 1224,
    " dẫn": 84,
    "dẫn ": 506,
    "ươ": 1190,
    "phư": 887,
    "hươ": 630,
    "ươn": 1191,
    "ơng": 1186,
    " phư": 186,
    "phươ": 888,
    "hươn": 631,
    "ương": 1192,
    "ơng ": 1187,
    "ứ": 1314,
    "hứ": 659,
    "ức": 1316,
    "thứ": 987,
    "hức": 661,
    "ức ": 1317,
    " thứ": 225,
    "thức": 989,
    "hức ": 662,
    "hể": 648,
    "ể ": 1254,
    "thể": 985,
    "hể ": 649,
    " thể": 224,
    "thể ": 986,
    "ằ": 1233,
    "bằ": 435,
    "ằn": 1234,
    " bằ": 46,
    "bằn": 436,
    "ằng": 1235,
    " bằn": 47,
    "bằng": 437,
    "ằng ": 1236,
    "li": 742,
    "nk": 831,
    " li": 133,
    "lin": 743,
    "ink": 692,
    "nk ": 832,
    " lin": 134,
    "link": 744,
    "ink ": 693,
    "àm": 1105,
    "làm": 754,
    "àm ": 1106,
    " làm": 139,
    "làm ": 755,
    "sa": 937,
    " sa": 199,
    "sao": 938,
    " sao": 200,
    "sao ": 939,
    "để": 1173,
    " để": 284,
    "để ": 1174,
    " để ": 285,
    "tm": 996,
    "bat": 408,
    "atm": 374,
    "tma": 997,
    " bat": 32,
    "batm": 409,
    "atma": 375,
    "tman": 998,
    "/": 305,
    "_/": 326,
    "/_": 306,
    "__/": 333,
    "_/_": 327,
    "/__": 307,
    "r__/": 918,
    "__/_": 334,
    "_/__": 328,
    "/__n": 308,
    "ứ ": 1315,
    "hứ ": 660,
    "thứ ": 988,
    "tu": 1012,
    "uầ": 1046,
    " tu": 234,
    "tuầ": 1013,
    "uần": 1047,
    " tuầ": 235,
    "tuần": 1014,
    "uần ": 1048,
    "hủ": 657,
    "ủ ": 1311,
    "chủ": 469,
    "hủ ": 658,
    " chủ": 65,
    "chủ ": 470,
    "ậ": 1225,
    "hậ": 640,
    "ật": 1226,
    "nhậ": 827,
    "hật": 641,
    "ật ": 1227,
    " nhậ": 169,
    "nhật": 828,
    "hật ": 642,
    "ã": 1129,
    "mã": 782,
    "ã ": 1130,
    " mã": 151,
    "mã ": 783,
    " mã ": 152,
    "7": 319,
    "b7": 397,
    "7 ": 320,
    " b7": 25,
    "b7 ": 398,
    " b7 ": 26,
    "i1": 668,
    " i1": 118,
    "i1 ": 669,
    " i1 ": 119,
    "i2": 670,
    " i2": 120,
    "i2 ": 671,
    " i2 ": 121,
    "ọ": 1275,
    "họ": 652,
    "ọn": 1276,
    "chọ": 465,
    "họn": 653,
    "ọn ": 1277,
    " chọ": 63,
    "chọn": 466,
    "họn ": 654
  },
  "response": null,
  "action_text": null
}