{
  "text": {
    "chào": 22,
    "bạn": 15,
    "xin": 122,
    "hello": 44,
    "hi": 46,
    "chatbot": 18,
    "hey": 45,
    "buổi": 13,
    "sáng": 92,
    "chiều": 20,
    "tạm": 114,
    "biệt": 9,
    "bye": 14,
    "goodbye": 39,
    "hẹn": 50,
    "gặp": 42,
    "lại": 57,
    "cảm": 30,
    "ơn": 135,
    "và": 117,
    "thôi": 100,
    "nhé": 70,
    "là": 56,
    "ai": 1,
    "bot": 12,
    "à": 124,
    "người": 68,
    "hay": 43,
    "phải": 83,
    "không": 53,
    "có": 29,
    "máy": 62,
    "đồng": 134,
    "ý": 125,
    "ok": 79,
    "được": 130,
    "ừ": 137,
    "vâng": 118,
    "yes": 123,
    "no": 75,
    "cần": 31,
    "cho": 21,
    "tôi": 112,
    "xem": 121,
    "lịch": 58,
    "chiếu": 19,
    "avengers": 3,
    "khi": 52,
    "nào": 76,
    "phim": 81,
    "spider": 88,
    "man": 60,
    "của": 32,
    "cgv": 17,
    "bac": 4,
    "quang": 85,
    "trung": 109,
    "rạp": 87,
    "như": 71,
    "thế": 102,
    "gì": 40,
    "hôm": 48,
    "nay": 65,
    "ngày": 67,
    "__number__": 0,
    "oppenheimer": 80,
    "ở": 136,
    "đâu": 128,
    "muốn": 61,
    "suất": 90,
    "mai": 59,
    "vincom": 116,
    "galaxy": 36,
    "nguyễn": 66,
    "du": 34,
    "tại": 113,
    "lotte": 55,
    "cinema": 26,
    "bhd": 8,
    "star": 89,
    "platinum": 84,
    "cineplex": 27,
    "avatar": 2,
    "còn": 28,
    "ghế": 37,
    "trống": 110,
    "kiểm": 54,
    "tra": 108,
    "sơ": 93,
    "đồ": 133,
    "này": 77,
    "bao": 5,
    "nhiêu": 69,
    "chỗ": 24,
    "thông": 101,
    "tin": 106,
    "về": 120,
    "địa": 132,
    "chỉ": 23,
    "gần": 41,
    "đây": 129,
    "danh": 33,
    "sách": 91,
    "tốt": 115,
    "những": 74,
    "số": 95,
    "điện": 127,
    "thoại": 99,
    "inception": 51,
    "nói": 78,
    "mới": 64,
    "đang": 126,
    "sắp": 94,
    "giới": 38,
    "thiệu": 98,
    "barbie": 6,
    "nhất": 72,
    "hiện": 47,
    "ra": 86,
    "mắt": 63,
    "đặt": 131,
    "vé": 119,
    "book": 10,
    "booking": 11,
    "thanh": 96,
    "toán": 107,
    "hướng": 49,
    "dẫn": 35,
    "phương": 82,
    "thức": 105,
    "thể": 103,
    "bằng": 16,
    "the": 97,
    "batman": 7,
    "thứ": 104,
    "tuần": 111,
    "chủ": 25,
    "nhật": 73
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "bot_challenge": 7,
    "affirm": 0,
    "deny": 8,
    "ask_showtimes": 5,
    "ask_available_seats": 1,
    "ask_cinema_info": 2,
    "ask_movie_info": 3,
    "book_ticket": 6,
    "ask_payment": 4,
    "provide_movie_name": 13,
    "provide_cinema_name": 11,
    "provide_date": 12,
    "provide_num_tickets": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_create_booking": 1,
    "action_get_available_seats": 7,
    "action_get_cinema_info": 8,
    "action_get_movie_info": 9,
    "action_get_showtimes": 10,
    "action_redirect_to_payment": 12,
    "utter_ask_cinema_name": 18,
    "utter_ask_movie_name": 19,
    "utter_ask_num_tickets": 20,
    "utter_goodbye": 21,
    "utter_greet": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}