{
  "text": {
    "chào": 37,
    "bạn": 26,
    "xin": 171,
    "hello": 70,
    "hi": 72,
    "chatbot": 33,
    "hey": 71,
    "buổi": 24,
    "sáng": 133,
    "chiều": 35,
    "alo": 4,
    "bot": 23,
    "tạm": 157,
    "biệt": 20,
    "bye": 25,
    "goodbye": 63,
    "hẹn": 76,
    "gặp": 68,
    "lại": 91,
    "cảm": 50,
    "ơn": 187,
    "và": 164,
    "thôi": 142,
    "nhé": 106,
    "thanks": 138,
    "là": 89,
    "ai": 3,
    "à": 174,
    "người": 104,
    "hay": 69,
    "phải": 121,
    "không": 83,
    "có": 49,
    "máy": 97,
    "tạo": 158,
    "ra": 125,
    "đồng": 186,
    "ý": 175,
    "ok": 115,
    "được": 181,
    "ừ": 189,
    "vâng": 165,
    "yes": 173,
    "đúng": 180,
    "rồi": 127,
    "chính": 38,
    "xác": 172,
    "no": 111,
    "cần": 51,
    "muốn": 96,
    "bỏ": 28,
    "qua": 123,
    "cho": 36,
    "tôi": 155,
    "xem": 170,
    "lịch": 92,
    "chiếu": 34,
    "khi": 82,
    "nào": 112,
    "phim": 119,
    "gì": 65,
    "hôm": 74,
    "nay": 101,
    "ngày": 103,
    "__number__": 0,
    "ở": 188,
    "đâu": 178,
    "suất": 131,
    "thế": 144,
    "mai": 93,
    "avengers": 6,
    "spider": 129,
    "man": 94,
    "oppenheimer": 116,
    "the": 139,
    "bad": 14,
    "guys": 64,
    "venom": 162,
    "doraemon": 55,
    "của": 52,
    "cgv": 32,
    "bac": 13,
    "quang": 124,
    "trung": 152,
    "rạp": 126,
    "như": 107,
    "vincom": 163,
    "galaxy": 60,
    "nguyễn": 102,
    "du": 56,
    "tại": 156,
    "lotte": 88,
    "cinema": 43,
    "bhd": 19,
    "star": 130,
    "platinum": 122,
    "cineplex": 44,
    "cinestar": 45,
    "beta": 18,
    "megastar": 95,
    "avatar": 5,
    "inception": 80,
    "barbie": 16,
    "còn": 48,
    "ghế": 61,
    "trống": 153,
    "kiểm": 84,
    "tra": 150,
    "sơ": 134,
    "đồ": 185,
    "này": 113,
    "bao": 15,
    "nhiêu": 105,
    "chỗ": 41,
    "id": 79,
    "thông": 143,
    "tin": 148,
    "về": 168,
    "địa": 184,
    "chỉ": 39,
    "gần": 67,
    "đây": 179,
    "danh": 53,
    "sách": 132,
    "tốt": 159,
    "những": 110,
    "số": 136,
    "điện": 177,
    "thoại": 141,
    "nói": 114,
    "mới": 100,
    "đang": 176,
    "sắp": 135,
    "giới": 62,
    "thiệu": 140,
    "nhất": 108,
    "hiện": 73,
    "mắt": 99,
    "cái": 47,
    "đặt": 182,
    "vé": 166,
    "book": 21,
    "booking": 22,
    "a1": 1,
    "a2": 2,
    "b5": 10,
    "b6": 11,
    "c1": 29,
    "c2": 30,
    "c3": 31,
    "v1": 160,
    "v2": 161,
    "với": 169,
    "b1": 7,
    "b2": 8,
    "b3": 9,
    "thanh": 137,
    "toán": 149,
    "hướng": 75,
    "dẫn": 57,
    "phương": 120,
    "thức": 147,
    "thể": 145,
    "bằng": 27,
    "link": 87,
    "làm": 90,
    "sao": 128,
    "để": 183,
    "cách": 46,
    "pay": 118,
    "batman": 17,
    "interstellar": 81,
    "frozen": 58,
    "deadpool": 54,
    "transformers": 151,
    "kung": 85,
    "fu": 59,
    "panda": 117,
    "gò": 66,
    "vấp": 167,
    "landmark": 86,
    "thứ": 146,
    "tuần": 154,
    "chủ": 42,
    "nhật": 109,
    "mã": 98,
    "b7": 12,
    "i1": 77,
    "i2": 78,
    "chọn": 40
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "bot_challenge": 7,
    "affirm": 0,
    "deny": 8,
    "ask_showtimes": 5,
    "ask_available_seats": 1,
    "ask_cinema_info": 2,
    "ask_movie_info": 3,
    "book_ticket": 6,
    "ask_payment": 4,
    "provide_movie_name": 13,
    "provide_cinema_name": 11,
    "provide_date": 12,
    "provide_showtime_id": 16,
    "provide_seat_numbers": 15,
    "provide_num_tickets": 14
  },
  "response": null,
  "action_name": {
    "action_listen": 11,
    "action_restart": 13,
    "action_session_start": 15,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 16,
    "action_unlikely_intent": 17,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_create_booking": 1,
    "action_get_available_seats": 7,
    "action_get_cinema_info": 8,
    "action_get_movie_info": 9,
    "action_get_showtimes": 10,
    "action_redirect_to_payment": 12,
    "utter_ask_cinema_name": 18,
    "utter_ask_movie_name": 19,
    "utter_ask_num_tickets": 20,
    "utter_ask_showtime_id": 21,
    "utter_goodbye": 22,
    "utter_greet": 23,
    "utter_iamabot": 24
  },
  "action_text": null,
  "intent_response_key": null
}